!
"
"a
"aqua
"at
"bagman"
"career
"catching
"chief
"chin"
"completely
"did
"downtime"
"ellen
"fix
"games"
"genius
"it's
"lacking
"microserver"
"million
"murder"
"my
"riot"
"spiritual
"sudan
"the
"this
"two
"very
"vodafone
"we
"zero
#1
#oscars
$
$1
$160
$184
$2
$200
$200mm
$22
$281
$2m
$300
$334
$334m
%
&
'
'09
'15
'bagman'
'bombs
'brides
'catching
'chin'
'deep
'doctor
'had
'he
'knows
'oddfather
'oddfather'
's
'several
'spiritual'
'tara
'the
'undeserved
've
'zero
(
)
,
-
--
-and-run
-magnitude
.
...
/
0.98
00
000
000ft
07
09
1
1,200
1.4
10
10-0
10-year-old
100
1010
102
108
10:24
10th
11
116
117
117th
11am
11th
12
120
12000
12:45
12am
12th
13
13.9
1336
137-million
14
14:05
15
15-year-old
150
16
16-year-old
160
16th
17
17-inch
17:06
17in
18
19
1930s
1940's
1940s
1950s
1960s
1967
1972
1974
1978
199
1999
1b
1st
2
2,290
2,292nd
2-time
2.0
2.30am
2.7
20
200
2000ft
2002
2004
2005
2007
2008
2008-09
2009
200ft
200m
2010
2011
2012
2013
2014
205
21
21st
22
2248
226
23
23-year-old
24
25
250
26
26-year-old
27
28
29
29th
2:30
2m
2nd
3
30
30-year
30-year-old
30pm
31-24
32
32-year-old
33
33-year-old
34
35
35,000
35-yards
35-year-old
352
357
36
364
37
39
3g
3pm
3rd
4
4.2
4.2-magnitude
4.4
4.4-magnitude
40
41
41-year
41-year-old
43
44
45
45-7-2
46
47
48
485
49
4g
4th
4x4
5
5.4
5.6
50
500
51
52
52-3
53
53-3
55
56
58
59
5th
6
6-foot-9
6.1
6.1-magnitude
6.6
60
60-year-old
600
600m
609
60km
60m
61
61-year-old
65
66-year-old
6m
6th
7
7-2
7.5
7.6
70
74
75
76ers
76ers'
77
7:30
7:41
7:42
7:48
7m
8
8-month-old
80
800
81st
85
86th
8900
9
9-14
90
90-120
91
91-73
911
92
930
94
95
97th
99
9:27
9:30
:
;
?
[
]
a
a.
a.m.
abbas
abel
ablaze
able
abortion
about
above
abruptly
abu
academy
accelerate
accelerates
accept
accepted
access
accident
accidentally
accidents
accomplished
according
accountant
accounting
accused
accuses
aceh
aces
achievement
acquire
acquires
acquiring
acquisition
across
act
actively
activist
activities
actor
actress
actress'
actually
add
addai
added
addictions
adding
additional
address
addresses
adds
aden
administers
administration
admitted
adoption
adrian
adultery
advanced
advantage
advised
advisors
advocate
advocates
aerial
afc
affair
affect
affected
affecting
affects
afp
africa
after
afternoon
aftershocks
again
againjuly
against
age
aged
agencies
agency
agent
aggravated
ago
agonizing
agreed
agreement
aid
aide
aim
aimed
aiming
air
aircraft
airstrip
al
al-fakhora
ala
alabama
alaska
alaska's
albany
alert
alexandra
alexandria
alexandros
alexis
alice
alight
alive
all
all-cash
all-time
alleged
allegedly
alleges
allen
allow
allowed
allowing
allows
almost
alone
along
alongside
already
also
alternate
alternative
although
alto
aluminium
alzheimer
am
amd
amd's
america
american
americans
amid
ammunition
among
an
anaheim
anarchists
anchorage
and
andrew
angeles
angels
anger
animal
animals
ankle
announce
announced
announcement
announcements
announces
announcing
annual
anonymous
another
anthony
anti
anti-piracy
anticipated
antics
antonio
antonov
any
aoraki
ap
apartment
apologised
apologize
apologized
apparently
appearance
appeared
appearing
appears
apple
apple's
apply
appreciate
apprehended
apprehending
approached
approvals
approved
approximately
april
aquatic
arabia
arabian
arbor
arcade
are
area
areas
arena
arested
ark
arkansas
arm
armed
arms
armstead
army
around
arraignment
arranged
arrest
arrested
arrests
arrival
arrived
arrowhead
arson
arsonist
arsonists
artery
artillery
artist
arts
as
ashgabat
asia
asian
aside
asked
asking
assassination
assassination-style
assault
assaulting
assistant
associate
associated
associates
association
at
athenian
athens
ati
atlanta
attack
attacked
attacker
attackers
attacking
attacks
attempt
attempted
attend
attended
attends
attention
attorney
attorney's
attorney-general
attractiveness
attracts
atyt
audience
audiences
audio
august
austerity
australia
australian
authorities
authorizing
autocratic
availability
available
avenue
avert
avoid
avoided
awake
awards
away
b.c.
baby
back
back-door
backed
backs
bad
badly
balloting
ballots
band
bandar
bandwidth
bank
banking
bankruptcy
banky
banstead
barack
barefoot
based
baseman
basis
basket
basketball
bathrobe
baton
batre
batteries
battery
battle
battleground
battles
bay
bayou
baytown
bbc
bc
be
beach
beat
beating
beaumont
became
because
become
becomes
becoming
bedford
been
before
began
begged
begin
beginning
begins
behind
being
believe
believed
believes
beloved
belt
belts
benjamin
bentley
berardinis
bern
bernstein
berth
best
best-known
betrayal
better
bettie
betty
between
beverly
bible
bid
big
big-name
bigamy
biggest
billion
billy
biloxi
bitter
bivvy
blackberry
blackberry�
blackbery
blackmore
blame
blank
blankets
blasted
blaze
blazers
blindsided"
blitz
block
blockbuster
blocked
blocking
blocks
blood
bloodbath
bloomington
blow
blown
blows
bluejays
board
boat
boats
bob
bodies
body
bold
boll
bolstering
bomb
bombardment
bombed
bomber
bombing
bombs
bondage
booked
bookmakers'
booty
boozing
border
born
boss
bosses
boston
both
bottles
bottom
bought
boulevard
bountiful
bout
boutique
bowl
boy
boycotts
brackett
brak
branch
brazen
breadth
break
break-in
breaking
breaks
brian
bribing
brick
brides
bridge
briefly
brigands
bring
bringing
british
briton
broad
broadcast
broke
broken
brooklyn
brother
brought
brownsville
browser
browsers
brutal
buckley
buckley's
budget
buford
buford's
bug
building
buildings
built
built-in
bullet
bullets
bumped
bureau
burglars
buried
burned
burning
burns
burnsville
burst
bush
business
bust
but
buy
buying
buys
by
c
ca
cable
cables
cache
cairo
calif
california
california's
call
called
calls
cam
came
camp
camp"
campaign
camry
can
canada
canada-based
canadian
candidacy
candidate
candle
candle-lit
candlelight
candlelit
canned
cannes
capabilities
capaldi
capital
capt
capt.
captured
captures
capturing
car
carabinieri
card
cards
care
career
carl
carolina
carrasquillo
carried
carrier
carry
carrying
cars
case
cases
cash
cast
castiglione
casting
casty
casualties
catching
catherine
catholic
caught
cause
caused
causes
causing
cave
cec
celebrity
cell
cent
center
centered
centers
central
centre
centres
ceo
ceremony
certainly
chair
challenge
challenger
champion
championship
champs-elysees
chance
change
changed
changes
changing
channel
chaotic
chapel
charge
charged
charger
chargers
chargers'
charges
charles
chase
cheanne
cheaper
check
checked
checking
checks
cheeks
cheney
chicago
chickening
chief
chiefs
child
children
chin"
chin'
chip
chip-maker
chip-making
chipmaker
chips
chohan
choice
choosing
chose
chosen
chris
christ
christchurch
christian
christmas
christopher
church
cinematic
cited
cities
citing
city
city's
civil
civilian
civilians
claimed
claiming
claims
clan
clans
clark
clashes
cleaned
clear
clearlake
clientele
cliffside
climber
climbers
climbing
clinch
clinched
clinic
clip
close
closed
cloud
clout
cloverdale
club
cnn
co
co-worker
coach
coaching
coast
cobb
cocktail
code
coffee
coincidental
cold
collapse
collapsed
collateral
colleagues
collider
collie
colonists
colt
colts
columbia
com
coma
combination
come
comeaux
comeback
comedian
comedians
comedy
comes
comfortable
comic-book
coming
command
commandos
commercial
commission
commitment
committed
communications
community
companies
companions
company
company's
compaq
compass
compensation
compete
competition
competitive
completed
completely
completing
complications
comply
compound
computer
computers
computing
condemned
condemns
condition
conditions
conduct
conference
confessed
confesses
confined
confirmed
confirms
confiscating
conflict
confusion
congestive
connected
connecting
connection
connections
connectivity
conner
conscience
consecutive
consideration
considered
considering
conspirators
constitution
consultancy
consultant
consultations
consulting
contain
contention
contest
continents
continue
continued
continues
continuing
contract
contracts
contribute
contribution
control
controversial
convention
conventional
convicted
convicting
conviction
convictions
convicts
coo
cook
cooley
cooling
coping
cops
coronary
coroner
corp.
correspondent
cosa
costra
could
count
counties
countries
country
country's
counts
county
county's
couple
court
courthouse
cover-up
coverup
coveted
coworkers
cpu
crack
crackdown
crafted
craig
cramer
cranbrook
crash
crashed
crawford
crazy
cream
creamery
credit
credits
creighton
creighton's
crewmembers
crews
crime
crimes
criminal
criminal"
criminally
criminals
critical
critically
critics
crossed
crossfire
crossing
crosswalk
crown
crowned
crucial
cruises
crushed
cu
cult
culture
cumbria
cupertino
cure
current
currently
curve
custody
customers
cut
cuts
cyber
cyber-criminals
cycle
cypress
d
da
dabney
daily
dairy
damage
damaged
damaging
danny
dargahan
daring
darkened
data
datacenter
datacenters
date
date's
daughter
daunting
david
dawn
day
day"
daylight
days
daytime
de
dead
deadliest
deadlocked
deadly
deal
dean
death
deaths
debut
dec.
decade
decades
december
decide
decided
decision
decisions
declared
declining
deep
defeat
defeated
defeats
defended
defenders
defending
defends
defense
defensive
definitely
definitive
degeneres
degree
deliberated
deliberately
delighted
deliver
delivered
delivering
delta
democracy
democrat
democratic
demolished
demonstration
demonstrations
demonstrators
denied
denies
department
departure
depending
deployed
depth
deputy
described
deserves
design
designed
desire
desperate
despite
destroyed
destroying
destroys
destruction
detachment
details
detained
determine
determining
detroit
devastated
device
devices
devolved
devon
diamond
diamonds
diane
did
didn't
die
die'
died
diego
dies
different
direct
directed
director
dirk
disappearance
disappeared
disappearing
disappointing
disaster
disclose
disclosed
disclosure
discovered
discussing
discussions
disease
disgruntled
disguised
dismantled
dismissal
dismissed
display
disposal
disputed
disrupted
disruption
disruptive
disrupts
distribution
distributors
district
disturbing
division
divisional
do
doctor
dodging
dog
dogs
dollar
dollars
dominated
done
door
doors
double
double-digit
double-murderer
double-team
doug
down
downtime
downtown
dozens
dr
dr.
draft
drag
drake
drama
dramatic
dressed
drink-
drinking
drive
driver
driving
dropped
drove
drunk
drunk-girl
drunken
dubai
dubbed
due
dui
duncan
during
duties
duty
dwi
dying
e80
e85
each
earlier
early
earned
earning
earthquake
earthquakes
ease
easily
east
eastern
easternmost
ecclesiastical
eclipse
economy
eden
edge
eds
edt
educator
edwards
effectively
effectiveness
efficiency
efficient
effort
efforts
egnatia
egypt
egypt's
egyptian
eight
eight-hour
eight-year
eighth
elect
election
elections
electronic
elementary
eleventh
eligible
eliminated
ellen
email
emcee
emergency
emissions
emmy
emory
employed
employee
employees
employers
en
enclosure
end
endangered
ended
ending
energy
energy-rich
engaging
engineering
engineers
english
englishman
engrossed
enough
enraged
ensure
entered
entering
enters
entertainment
entire
entrance
environmental
environmentalists
epic
epstein
eric
erupt
erupted
erupts
escalante
escalate
escape
escaped
escapee
escapes
escort
escorted
escorting
essex
estelle
esther
estimated
ethiopian
ethiopian-flagged
euro
europe
euros
evacuation
evade
evangelical
evansville
even
evening
event
eventually
ever
everybody
everyone'
evidence
eviscerate
ex
ex-employee
ex-girlfriend
exact
exactly
exalted
exceeded
excess
exclaimed
exclusively
execute
executed
execution
executive
exercise
existing
exit
exiting
expand
expected
experience
experience"
experienced
experiences
experiencing
experts
explained
exploded
explodes
exploit
exploited
exploiting
explorer
explosion
expo
extend
extended
extinction
eyp
eypmcf
fabric
face
face-off
faces
facilities
facility
facing
factions
factory
fading
failed
failing
failure
failures
fakhora
fakhura
fall
fallen
falling
fallout
falls
fame
famed
familiar
families
family
family's
famous
fans
far
farming
fast
faster
fatal
fatally
father
fathered
fathering
fault
favorite
fbi
fea
fears
feb
feb.
february
federal
feed
feedback
feeding
feet
feigned
feigning
fell
fellow
felony
felt
female
fetish
fetus
feuding
few
fi
fiber
fiber-
fibre
fiction
fifth
fight
fighting
figure
file
filed
filing
fill
filled
film
final
finale
finally
financial
finding
finds
fir
fire
fire"
fire'
fired
firing
firm
first
first-degree
first-round
fiscal
fishing
five
fix
fix'
fixed
fixer
fixes
fixture
fla
flag
flagship
flames
flatbush
flattened
flattening
flaw
flaws
flds
fled
fledgling
flee
fleeing
flips
flooring
flow
flurry
flying
flynn
foes
foiled
foiling
foils
follow
followed
followers
following
food
foods
fooled
foot
footage
football
for
force
forced
forces
ford
former
fort
forthcoming
forward
fought
found
four
fourth
france
franchise
francisco
fred
frederick
free
free-agent
freeway
french
fresh
friday
friday's
friend
friends
frightening
from
front
frustrating
fuels
fugitives
full
full-qwerty
fully
fulton
fund
fundamentalist
furious
furry
further
future
ga
gaetano
gain
gal-turned-dominatrix-turned
gala
game
gamers
games
games"
games'
gang
gang-plagued
gangmember
garden
gardens
garters
gary
gas
gas-rich
gathering's
gauge
gave
gaza
geforce
gems
gender
general
generation
genovese
geological
georgia
geothermal
gerardo
german
germany
get
getting
gettingready
geysers
geyserville
giant
giants
gigante
ging
girl
girlfriend
girls
give
given
giving
glacier
glenn
glittering
global
gmt
go
goal
godfather
goes
going
goldberg
golden
gone
good
gordon
got
goth
gov.
gov.sarah
government
government's
governor
governorates
grab
grabbing
grady
grandfather
grandmother
grandson
grant"
graphic
graphics
gray
greece
greek
greeks
green
grigoropoulos
grip
ground
grounds
group
groups
growing
gt650m
guard
guard's
guards
guide
guiding
guilt
guilty
gulf
gully
gun
gunfire
gunman
gunned
gunness
gunning
gunplay
guns
gupta
gutted
guy
h-p
haarsma
hacked
hackers
hacking
had
hailed
hair
hakim
half
half-century
hamas
hampered
hampton
hamstring
hand
handcuffed
handcuffing
handcuffs
handed
handgun
handing
handle
hands
hanged
hanging
hansbrough
happened
happy
harbors
hard
hardware
hardwicke
hargrove
harlan
harm
harnessed
harrison
harry
harsh
has
hasim
have
having
hawaiian
he
head
headed
heading
headlines
headquarters
heads
healdsburg
health
healthcare
heard
hearing
hears
heart
heavily
heavyweight
heels
heightening
heir
heist
heists
held
helicopter
helicopters
heller
helm
help
helped
helping
hennepin
henry
her
herald
heralded
here
here'
hero
herself
hewlett
hewlett-packard
hierarchy
high
high-end
high-profile
higher
highest
highway
hijack
hijacked
hill
hiller
hills
him
himself
hinges
hire
hired
hiring
his
historic
historical
history
hit
hit-and-run
hits
hitting
hold
hole
holiday
holley
hollywood
hollywood's
home
homes
hometown
homicide
homicides
honors
hooded
hooked
hoped
hoping
hormozgan
horn
horribly
horrific
horton
hospice
hospital
hospital'
host
hostage
hosted
hosting
hotel
hour
hours
house
houses
housing
houston
how
howell
however
hp
huge
hugely
hugh
huh
human
hundred
hundreds
hung
hunger
hungry
hunter
huntsville
hurled
hurt
hut
i
i'm
i.r
ibf
ibo
ice
icon
icy
identified
ie
ie11
ie8
ie9
if
ii
ilife
ill
illegal
illness
image
immediately
imminent
impact
impending
imperil
imperiled
implicating
in
inc
inc.
incarnation
inches
incident
included
including
increasing
increasingly
indecency
independent
india
indian
indiana
indianapolis
indicated
indonesia
indonesia's
indonesian
industry
indy
infected
inferno
infesting
influence
informant
information
initial
initially
injured
injures
injuries
injuring
injury
inmate
innocent
innovative
innovator
input
ins
insanity
inside
insisted
inspiration
install
instantly
instated
instead
intc
integration
intel
intel's
intended
intent
intention
intercepted
interception
intercepts
intercourse
interdicts
interior
international
internet
interoute
interrupted
intersection
intervened
intervention
interviewing
into
intoxicated
intriguing
introduce
introduced
introduction
investigation
investigators
investment
involved
involving
iphone-related
ir
iran
iran's
iranian
is
island
isna
isolation
isps
israel
israeli
issued
issues
issuing
it
it"
it's
italian
italy
itar
its
itself
itunes
ivory
ivy
j
jabaliya
jabalya
jack
jackman
jackson
jacksonville
jacob
jags
jaguars
jail
jamal
james
jan
january
japan
jay
jeffs
jenkin
jeopardy
jermayne
jerry
jesus
jewel
jeweler
jewellers
jewellery
jewelry
jewels
jim
job
jobs
john
johnson
join
joined
jolted
jolts
jonathan
jones
jose
joseph
journalism
jr
juan
judge
judgment
july
jumped
jumper
june
junior
jurors
jurty
jury
just
k
k.
ka'loni
kansas
kathina
kathryn
katie
keep
keiwan
kempthorne
kenyon
kept
ketsoyan
key
keyboard
keynote
keys
kidney
kill
killed
killer
killing
killings
kills
kilometers
kilometre
kilometres
kimani
kinds
king
kirkpatrick
klitschko
km
knee
knocked
knocking
known
ko
kodak
kos
kraft
krafts
l
l.a.
la
laci
ladies
lake
lakewood
lam
lamas
lamas'
landed
landing
landlord
lands
landslides
lane
laptop
large
largest
largest-in-the-world
larry
larue
larue's
las
lasalle
last
late
late-term
later
latest
latter
launch
launched
launches
law
lawless
lawyer
layoffs
lead
leader
leader's
leaders
leading
league
leaked
leaner
learn
learned
learning
least
leave
leaves
leaving
lebowski
led
leflore
left
leg
legendary
legislation
less
let
leveled
levelled
levels
leveraging
liberal
lied
life
lifer
lifespan
ligament
light
lightest
likely
lilo
limited
lindsay
line
linebacker
lineman
lines
lineup
lingerie
lingering
link
linking
links
lionsgate
list
little
little-known
little-used
live
lived
living
lo
loan
loaned
local
located
lock
locked
locking
lohan
lohan's
long
long-running
longer
longtime
looking
looks
looming
loophole
loosened
loot
lopez
lopsided
lord
lorenzo
los
lose
loss
lost
lot
low
ltd
ltd.
lte
luann
lucchino
luck
lucrative
luis
lunacy
lurking
luxury
lynch
lyons
m
m.
maacama
mac
macarthur
macbook
macfarlane
macfarlane's
machine
macworld
made
madonna
mafia
mafioso
magazine
magazines
magnitude
magnum
maid
main
majlis
major
make
maker
makes
making
malaysia
malcolm
male
malibu
malibu's
malicious
malware
man
management
manager
mandated
manhunt
mannheim
manning
manokwari
manslaughter
manufacturer
many
march
marched
marfin
margin
marie
marine
maritime
mark
marked
market
markham
marking
marriage
marriages
married
marseilles
marshal
marshals
marvin
mass
massive
mat
matanuska
match
matt
matters
maurice
may
mcdermott
mcf
mcknight
mcmeekin
mcpherson
md
me
mean
meaning
means
meant
meantime
measure
measures
measuring
media
medial
medical
mediterranean
meetings
member
members
memories
men
men's
menace
mental
merchandise
merchant
merely
merger
mermaid
mermaid"
meron
mess
message
meters
metres
mia
mich
michael
michigan
micro
microserver
microservers
microsoft
mid-february
middle
midway
midwest
miles
militants
military
million
millions
millom
minneapolis
minutes
mirage
miscreants
misdemeanor
misdemeanour
miss
missiles
missing
mission
mississippi
missouri
mitchell
mixed
mn
mo
mob
mob-related
mobile
mobile's
mobster
model
modeling
models
modesto
moffat
molester
molotov
mom
moment
moments
mommy
monday
money
monica
moniker
montaigne
month
months
moon
more
moribund
morning
morningside
mortar
mortars
most
motel
mother
mother's
motion
motions
motive
motorist
mount
mountain
mountaineer
mountains
move
moved
movie
movies
moving
mowed
mps
mr
ms.
ms08-078
msft
mshtml
mt
much
mud
mueller
multi
multiple
mum
murder
murdered
murderer
murdering
murders
muscling
musical
musicals
musicals"
mvc
my
myfoxhouston
mysore
mysteries
mysterious
n
n't
n.c
nab
nabbed
nabisco
nabs
name
named
names
napa
narrowly
nasdaq
nation
nation's
national
nationals
nations
nations-run
nationwide
natural
naughty-but-nice
naval
navy
ne
near
near-term
nearly
neck
necklaces
needed
negative
negligent
negotiating
negotiation
negotiations
neighbor
neighborhood
neighbouring
neil
network
networks
neuro-surgeon
neurosurgeon
neutrality
never
nevertheless
new
newer
newport
news
newspaper
newspaper's
newton
newton's
next
next-generation
nfl
nfl-best
nice
nichols
nick
nickname
night
nights
nile
nine
nixon
no
no.
nominate
nominated
nominates
nominating
nomination
nominee
nondenominational
none
noon
north
northbound
northeast
northern
northwest
northwestern
norwalk
nostra
not
notebook
nothing
noticed
notorious
nov
nov.
november
now
nsdq
nuba
number
numerous
nuova
nvidia
nydn
nypd
nypd's
nyse
o'brien
o'brien's
obama
objections
observers
occurred
oct
october
oddfather
odyssey
of
off
offender
offensive
offer
offered
offering
offers
office
officer
officer's
officers
officers'
official
officially
officials
ohio
oil
okla
oklahoma
old
older
oldest
oler
olivia
olympic
oman
on
on-air
once
one
one's
one-sided
onetime
ongoing
online
only
ont-based
onto
opened
opener
opening
operates
operation
operational
operations
operator
operators
opinion
oppal
opportunity
opposition
optic
or
order
ordered
oregon
organic
organization
organizers
original
originally
orleans
orozco
ortiz
oscar
oscars
osp
other
others
otherwise
our
out
out-of-band
outage
outages
outlets
outraged
outside
outskirts
outsourcing
over
overall
overcame
overnight
overshadowed
overturn
overturned
overturns
own
owned
owner
oz
ozone
p
p.m
p.m.
p74million
packard
packed
page
pagliarelli
paid
palermo
palestinian
palestinians
palin
palm
palmer
palmer's
palo
panic
paparazzi
papua
paramilitary
paris
park
parked
parking
parliament
parliamentary
parole
part
parted
partially
participants
participated
participating
parties
partnering
partners
parts
party
partying
pass
passed
passing
past
patch
patient
patrol
patrolling
patrols
paved
pay
paying
payments
payton
peace
peaceful
peacefully
peak
penalty
pending
peninsula
people
people.com
per
percent
percentage
perennial
perform
performance
perilous
perimeter
perpetual
persian
person
personal
personality
persons
perth
pet
peter
peterson
petrol
peyton
phil
phila
philadelphia
philly
phone
photographs
photos
physician
physicians
pick
pick-six
picked
picking
picks
picture
pictures
pie
piece
pierre
pieter
pin
pin-up
pin-up-queen-turned
pinup
pioneer
pipeline
piracy
pirate
pirates
pistols
pitched
pitted
pittsburgh
place
placed
placement
plagued
plainclothes
plane
planned
planning
plans
plant
plants
plastic
play
play-offs
played
player
players
playing
playoff
playoffs
plc
plead
pleaded
pleads
ploughed
plug
plunge
plus
pm
pneumonia
point
pointed
pointing
points
police
policeman
policy
political
polls
polygamist
polygamous
polygamy
pool
popular
populated
porta
portables
portfolio
portland
portrayed
poses
posh
posing
position
possibility
possible
possibly
post
post-war
posting
postseason
potentially
pounds
power
powered
powerful
practicing
practising
pre
precision
predictable
pregnant
preliminary
premier
preorder
preorders
preparatory
prepared
present
presented
presently
presidency
president
president-elect
presidential
press
presti
preston
pretending
pretty
prevented
preventing
previous
previously
pricing
pride
primary
prime
prior
prison
prisoner
prisoners
prisons
privacy
prize-winning
pro
probation
problem
problems
processor
processors
producer
producers
product
products
professional
profile
program
project
projects
prominent
promised
promises
prompting
prophet
proposed
pros
prosecuting
prosecution
prosecutor
prosecutors
prospect
protect
protected
protection
protections
protest
protesters
protesting
protestors
protests
provide
provided
provider
providers
provides
province
provincial
provisional
provocative
public
publicist
publicly
published
pulitzer
pulled
pulling
pulls
purchase
purely
purple
purportedly
purse
pursuant
pursuit
push
pushing
put
puts
putting
q10
qeshm
quake
quakes
quarter
quarterback
quarterfinals
queen
queens
quick
quickly
quintero
quote
qwerty
r
radical
radio
rahman
raid
raiders
raids
raise
rait
raite
raj
rallied
ram
rammed
rampage
ramsis
ran
rancho
range
ranging
ranking
raping
rapist
rare
rated
rather
ratliff
rattled
rattles
ratty
raven
raven-haired
razed
rb
rcmp
re
re-arrest
reach
reached
reaching
reaction
read
reagins
real
reality
really
reason
reasons
rebellion
receive
received
receiver
recent
recently
receptionist
recession
reckless
reclusive
recognition
recognized
recommendation
recommended
record
recorded
recording
recovering
recovery
recruit's
recruiting
red
reduce
reduced
reducing
redwood
referee
referenda
referendum
refresh
refugee
refugees
refused
regain
regarding
regardless
reggie
regina
region
register
registering
registration
regular
regulate
regulation
regulations
regulatory
rehab
rehabilitation
rehires
reid
reigning
rekindled
related
relations
relative
relatively
release
released
releases
releasing
relief
relieved
religious
remain
remainder
remained
remaining
remains
remedy
remote
removable
rep
repair
repaired
repairs
replace
replaced
replacement
replacing
report
reported
reportedly
reporter
reporters
reporting
reports
representative
republican
repulsed
repute
required
requiring
rescue
rescued
rescuing
research
reserve
residence
resident
residential
residents
resignation
resisting
resolve
resolved
resolves
resort
respect
responded
responsibilities
rest
restored
restores
restrictive
resulted
resulting
results
resume
retail
retain
retained
retains
retiring
return
returned
returning
returns
reuters
revamp
revamped
reveal
revealed
reversal
reversed
reverses
review
revised
revolution
revolving
reward
ribald
rich
richard
richmond
richocheted
richter
ricochet
ridge
riding
right
rights
rim
rimm
rings
riot
rioted
rioters
rioting
riots
ripped
rise
risque
rival
rivals
road
rob
robberies
robbers
robbery
robert
rocked
rodney
roesler
role
roles
romantic
romps
rooftop
rookie
room
roosevelt
rosa
rose
ross
rot
rouge
roughly
round
rounds
route
routes
routine
rtm
rue
ruins
rule
rules
ruling
rumored
rumors
run
running
runs
rural
rushed
rusher
rushes
rushing
russiatoday
s
sa
sacked
sacramento
sad
sadat
saf
saga
said
saints
saints'
sales
salesman
sam
samaritan's
same
san
sanctioned
sanjay
santa
sap
sap-arena
sarah
saturday
saturday's
saudi
savaged
saving
saw
say
saying
says
saysseptember
scale
scandal
scandals
scene
scheduled
scheduling
schenectady
schiller
school
schools
schuck
sci
sci-fi
science
sciences
scientific
scientists
scooping
scored
scorer
scoring
scott
scottish
screen
screwdriver
scrubs
scrutiny
sea
seacom
seamicro
sean
searching
season
season's
season-worst
second
second-degree
second-in-command
seconds
secret
secretary
sect
section
secure
secured
securing
security
seductive
seed
seeded
seeing
seeking
seen
sees
sefton
seized
selected
self-defence
selling
semiautomatic
semifinal
semifinals
semis
send
sending
senior
sent
sentence
sentenced
sentences
sentencing
separate
sept
september
sequel
series
serious
seriously
serve
served
server
servers
serves
service
services
serving
set
seth
sets
setting
seven
seventeen
seventh
seventh-round
several
severe
severed
severely
sex
sexual
sexually
sgt.
shadowy
shake
shaken
shakes
shaking
shallow
sham
share
shareholder
sharking
sharron
shawn
she
she'd
she's
shed
shedding
sheikh
shelled
shells
shelter
sheltering
sheriff
sheriff's
shield
shielded
shielding
shields
shim
ship
ships
shock
shocking
shoes
shook
shoot
shooter
shooting
shootings
shootout
shoots
shop
short
shortly
shot
shotgun
shots
should
shoulder
show
show's
showed
shown
shrapnel
shut
sicilian
sicily
sign
signed
significant
signing
sikh
silence
silver
silverman
similar
simpson
since
single
sis
sister
site
sites
six
six-plus
sixers
sixers'
sixth
sized
skeptics
ski
skiffs
skipping
slain
slay
slaying
slayings
sleep
slide
slipped
slippers
slipping
slot
slower
sluggish
slumping
small
smartphone
smash
smashing
smelled
smith
smith's
smw3
smw4
snafus
snap
snaps
snatched
snatching
sniffer
snowballs
so
sobriety
software
soldiers
somali
somalia
somalian
somani
some
somebody
someone
somerset
sometime
son
sonic
sonoma
sons
soon
sorts
source
sources
south
southeast
southeastern
southern
soviet
sox
sparked
sparking
sparsely
spate
special
specialist
specializes
specializing
specially
species
specific
specify
spectacular
speculation
sped
speed
speeding
spend
spending
spent
spiritual
spiritual'
spiro
spoke
spokesman
spokesperson
spooked
spot
spotlight
sprain
sprained
spraining
sprayed
spraying
spread
spree
springfield
springs
spun
squad
sr.
stabbed
stabbing
stability
stadiou
stadium
staff
stage
staggering
stampede
stand
standard
standards
standing
star
stardom
starlet
starred
stars
start
starting
starts
startup
state
statement
states
station
status
staunton
stay
staying
steal
stealing
steelers
steep
steering
stemming
step
stepmom
stepped
stepping
steps
sterling
steve
steven
stiles
still
stint
stn
stock
stole
stolen
stood
stop
stopgap
stoppage
stopped
stopping
stops
store
store's
stores
storied
storm
story
straight
strategic
strategy
stray
street
streets
strengthening
strike
strikes
striking
strong
strongly
struck
stuck
student
students
studio
stuff
style
sub-sea
subject
submarine
subryan
subsea
subsequent
substitute
suburban
success
successful
successfully
succumbed
such
sudan
sudan's
sudanese
sued
suffered
suffering
suggests
suicide
sukanya
sum
sumatra
sumatra's
summary
summer
sun
sunday
super
superior
supermarket
supplements
support
support'
supported
supposedly
supremacy
supreme
sure
surgeon
surgeon-general
surgery-enhanced
surpassing
surprise
surprising
surprisingly
surrey
surrounding
surveillance
survey
survived
survivors
susceptible
suspect
suspected
suspects
suspended
suspicion
suspicions
suspicious
suv
swam
sweep
swimmer
swimming
switch
switzerland
swoop
symbolic
system
systems
t
t-mo
t-mobile
ta
table
tackle
tackled
taipei
take
taken
takeover
takes
taking
talat
talk
talking
talks
talkshow
tallgrass
tan
tank
tapes
tappan
tar
tara
taradise
tardis
target
targeted
targeting
tasman
tass
tattered
td
tdcj
team
team's
team-owned
teams
tech
technician
technicolor
technicolour
technologies
technology
teen
teen's
teenage
teenager
tehran
teixeira
telecast
telecom
telecommunications
telecoms
telephone
televised
television
tell
tells
temblor
temblors
temple
temporarily
temporary
ten
tenant
tennant
tense
tension
tensions
tenth
tents
term
terminal
terminally
terminated
terms
terraced
terrestrial
territory
terry
test
testified
testimony
tests
texas
than
that
the
theatre
theft
thefts
their
them
then
theo
there
these
they
thick
thieves
thinnest
third
third-degree
this
thomas
thompson
those
though
thought
thousands
thr
threat
threatened
threatening
three
threw
thrilled
throat
through
throughout
throw
throws
thugs
thursday
thwarted
thwarting
thwarts
ties
tim
time
time-ship
timeframe
times
timmons
tip
tipped
tips
titillated
title
titles
tko
tmz
to
today
together
told
tom
tongeren
tonight
tony
too
took
top
top-ranked
toppled
torch
torched
torii
total
totally
touchdown
touchdowns
touched
tough
tour
tourist
tournament
touting
toward
towards
town
toyota
trade
trademark
traditionally
traffic
tragic
trailblazers
transaction
transcripts
transfer
transfixed
transiting
transition
transport
transported
transporting
travel
traveller
treated
treating
treatment
tremor
tremors
trial
tried
trigger
triggered
triggering
trooper
troops
troy
try
trying
tskvpr
tsunami
tsunamis
tucker
tuesday
tumultuous
tunisia
turkeminstan's
turkmen
turkmenistan
turkmenistan's
turkmens
turnaround
turned
tv
tweaked
tweeted
twelfth
twelve
twice
twilight
twitter
two
two-pointer
tyler
type
u
u.k.
u.s.
uae
uh
ukrainian
un
unable
unapproved
unavailable
unbeaten
unborn
unc
under
underachieving
underage
undergoing
underground
undersea
underwater
undeserved
undisclosed
unhcr
unibody
uniforms
unique
unit
united
unity
universe
university
unknown
unleashed
unlicensed
unmarked
unpatched
unprecedented
unreleased
unrest
unrwa
unspecified
until
unveiled
unveils
up
upcoming
update
updated
updates
upgrade
upmarket
upping
upscale
upstart
urgent
us
us$334
usa
use
used
user
users
usgs
using
usual
usually
utah
utc
vacant
valley
valued
van
vancouver
various
ve
vegas
vehicle
vehicles
velvet-rope
vendome
vendor
vendôme
verdict
versions
very
vessel
vessels
veteran
vetted
vetting
via
vice
vice-presidential
victims
victory
video
view
views
vigil
vigils
villagers
villages
vincent
violating
violation
violations
violence
violent
virtually
vishwanand
visiting
voice
vote
voted
voters
voting
vp
vs
vulnerabilities
vulnerability
vulnerable
w.
waitrose
waldie
wales
walked
walking
wall
wally
wandering
want
wanted
wanted'
wants
war
warehouse
warming
warning
warns
warren
warship
was
washed
washington
wasilla
watched
watches
water
watergate
waters
wave
way
wayne
ways
wba
wbo
wcco-tv
we
weaken
weakened
wealthy
weapons
wearing
weather
web
webpages
website
websites
wednesday
weed
week
weekend
weeklong
weekly
weeks
weighing
weighs
weitz
welcome
well
well-known
wellington
wellington's
wellness
went
were
west
western
wet
what
wheel
wheelchair
when
where
whereabouts
whether
which
while
whips
whirlwind
white
who
who'
wholesaler
whom
whoopi
whose
why
wide
widely
wife
wild
wilder
wildlife
wildlife-protection
will
william
williams
williams'
willing
win
window
windows
wing
winner
winning
wins
winston
winter
wire
wiretap
wiretaps
with
within
without
witness
witnesses
wives
wladimir
woman
woman's
women
won
won't
wondered
woodburn
woodburn-area
woodhaven
woodward
word
work
workaround"
worked
worker
workers
working
workplace
works
world
world's
worst
worth
would
wounded
wounding
wounds
wraps
wwdc
wwdc12
x-men
y
yard
yards
year
year's
years
yemen
yemeni
yesterday
yet
yida
yield
york
you
young
your
youths
yvonne
zadan
zayed
zealand
zealand's
zero
zero-day
zurana
zurbriggens
