!
"
"a
"at
"bagman"
"chief
"chin"
"completely
"did
"downtime"
"fix
"lacking
"microserver"
"spiritual
"sudan
"the
"two
"vodafone
"zero
#1
$
$1
$281
$300
$334
$334m
%
'
'09
'bagman'
'brides
'chin'
'deep
'doctor
'had
'he
'knows
'oddfather
'oddfather'
's
'spiritual'
'tara
'the
've
'zero
(
)
,
-
--
.
...
/
0.98
00
000
000ft
07
09
1
1,200
1.4
10
10-0
10-year-old
100
10th
11
116
117
11am
11th
12
12:45
12am
12th
13
13.9
14
14:05
15
150
16-year-old
17
17-inch
17in
18
19
1972
1974
1978
199
1999
1st
2
2,290
2.0
2.30am
2.7
20
200
2000ft
2002
2004
2005
2007
2008
2009
200ft
200m
2010
2011
2012
2013
205
21
2248
226
23
23-year-old
24
25
250
26
26-year-old
27
29
29th
2:30
2m
3
30
30-year
30-year-old
31-24
32
32-year-old
33
33-year-old
34
35-yards
35-year-old
352
36
364
37
39
3g
3pm
3rd
4
4.2
4.2-magnitude
4.4
4.4-magnitude
40
43
44
45
48
4g
4th
5
5.4
50
500
51
52
53
55
58
5th
6
6-foot-9
6.1
6.6
60
600
600m
609
60m
65
7
7-2
7.5
7.6
70
75
77
7:30
7:41
7:42
7:48
8
8-month-old
80
800
8900
9
90
91-73
92
94
95
99
9:27
9:30
:
;
?
[
]
a
a.m.
abortion
about
above
abruptly
abu
accelerate
accelerates
accepted
access
accidents
accomplished
according
accused
accuses
aceh
aces
acquire
acquires
acquiring
acquisition
across
act
actively
activist
activities
actor
actress
actress'
actually
add
addai
added
addictions
additional
address
addresses
adds
administration
admitted
adrian
adultery
advanced
advantage
advised
aerial
afc
affair
affect
affected
affecting
affects
africa
after
afternoon
again
against
age
aged
agency
aggravated
ago
agreed
agreement
aid
aide
aimed
aiming
air
aircraft
airstrip
al
al-fakhora
ala
alabama
albany
alert
alexandra
alexandria
alice
alive
all
all-cash
all-time
alleged
allegedly
alleges
allow
allowed
allowing
allows
almost
along
already
also
alternate
alternative
although
alto
aluminium
am
amd
amd's
america
american
amid
among
an
and
andrew
announce
announced
announcement
announcements
announces
announcing
annual
anonymous
another
antics
antonio
antonov
any
aoraki
ap
apartment
apparently
appeared
appearing
appears
apple
apple's
apply
appreciate
apprehended
approached
approved
approximately
april
arbor
are
area
areas
arested
ark
arkansas
arm
armed
armstead
army
around
arranged
arrest
arrested
arrests
arrival
arrowhead
artery
artillery
as
asia
asked
asking
assault
assaulting
associate
associated
associates
association
at
ati
atlanta
attack
attacked
attacker
attackers
attacks
attempt
attorney
attorney's
attorney-general
atyt
audience
audio
australian
authorities
authorizing
availability
available
avoided
awake
away
b.c.
baby
back
backed
bad
bandwidth
bank
barack
based
basket
basketball
bathrobe
batre
batteries
battery
battle
bay
bayou
bbc
bc
be
beach
beat
beating
became
because
become
becomes
becoming
bedford
been
before
began
begged
begin
beginning
begins
behind
being
believed
believes
belt
benjamin
bernstein
berth
best
betrayal
better
betty
between
bid
big
biggest
billion
biloxi
bitter
bivvy
blackberry
blackberry�
blackbery
blackmore
blindsided"
blitz
block
blocked
blocking
bloodbath
bluejays
bob
bodies
body
bold
bolstering
bombardment
bombed
bomber
bombing
bombs
booked
boozing
border
boss
bosses
both
bottom
bought
bountiful
brackett
brak
breadth
break
break-in
breaking
bribing
brides
bridge
bring
british
briton
broad
broke
broken
brooklyn
brother
brought
brownsville
browser
browsers
buckley
buckley's
buford
buford's
bug
building
buildings
built
built-in
bullet
bullets
bureau
burglars
buried
business
bust
but
buy
buying
buys
by
c
ca
cable
cables
cairo
calif
california
california's
call
calls
cam
came
camp
camp"
campaign
can
canada
canada-based
canadian
candidacy
capabilities
capaldi
capital
captures
car
carabinieri
card
cards
career
carl
carolina
carrasquillo
carried
carrier
carry
carrying
case
cash
cast
casualties
catholic
caught
cause
caused
causes
causing
cave
celebrity
cell
center
centered
centers
centre
centres
ceo
certainly
chapel
charge
charged
charger
chargers
chargers'
charges
charles
cheanne
cheaper
check
checked
checking
checks
cheney
chickening
chief
chiefs
child
children
chin"
chin'
chip
chip-maker
chipmaker
chips
choice
choosing
chose
chosen
christ
christchurch
christian
christmas
christopher
church
cities
citing
city
city's
civilian
civilians
claimed
claiming
claims
clan
clans
clear
clearlake
cliffside
climber
climbers
climbing
clinch
clinched
clinic
close
closed
cloud
cloverdale
cnn
coast
cobb
code
coffee
coincidental
collapse
collapsed
collie
colt
colts
columbia
com
combination
come
comes
coming
commercial
communications
community
companies
companions
company
compaq
compete
competition
competitive
completed
completely
completing
comply
compound
computer
computers
computing
condemned
condemns
conditions
conduct
conference
confessed
confesses
confirmed
confirms
conflict
confusion
congestive
connecting
connections
conner
conscience
consideration
considered
considering
conspirators
consultancy
consultant
consulting
contain
continents
continue
continues
continuing
contracts
control
controversial
convention
conventional
convicted
convicting
conviction
convictions
convicts
cook
cooling
coronary
coroner
corp.
correspondent
cosa
costra
could
counties
country
country's
counts
county
county's
couple
court
cover-up
coverup
coveted
cpu
crack
crackdown
crafted
cramer
cranbrook
crash
crawford
crazy
credits
creighton
creighton's
crime
crimes
criminals
critical
critically
crossed
crossfire
crown
crowned
crucial
crushed
cu
culture
cumbria
cupertino
cure
current
currently
curve
customers
cut
cuts
cyber
cyber-criminals
cycle
dabney
daily
damage
damaged
damaging
danny
data
datacenter
datacenters
date
date's
daughter
david
day
day"
daylight
days
dead
deadliest
deadly
deal
death
deaths
debut
decades
december
decided
decision
deep
defeat
defeated
defeats
defenders
defends
defense
defensive
definitive
degree
deliberated
delighted
deliver
delivered
delivering
delta
democrat
denied
department
depending
depth
deputy
described
deserves
design
designed
desire
desperate
despite
destroyed
destroying
detachment
details
detained
devastated
device
devices
did
didn't
die
died
diego
dies
different
director
disappearance
disappeared
disappearing
disclose
disclosed
discovered
discussing
discussions
disease
disputed
disrupted
disruption
disruptive
disrupts
district
disturbing
division
divisional
doctor
dodging
dog
dogs
door
double
double-murderer
doug
down
downtime
downtown
dozens
dr
dr.
draft
drake
drama
drink-
drinking
drive
driving
dropped
drunk
drunk-girl
drunken
dubbed
due
dui
duncan
during
earlier
early
earned
earthquake
earthquakes
east
eastern
easternmost
eclipse
edge
eds
edt
educator
edwards
effectively
efficiency
efficient
efforts
egypt
egypt's
egyptian
eight
eight-hour
eighth
electronic
elementary
eleventh
email
emergency
enclosure
end
ended
energy
engaging
engineering
engineers
english
englishman
engrossed
ensure
entered
entering
enters
entire
erupted
erupts
escalate
escaped
essex
europe
evade
evangelical
evansville
evening
event
eventually
ever
everyone'
evidence
ex-girlfriend
exact
exceeded
exclaimed
execute
executed
execution
existing
exit
exiting
expand
expected
experience
experience"
experienced
experiencing
experts
exploded
exploit
exploited
exploiting
explorer
expo
extend
extended
eyp
eypmcf
fabric
face
face-off
faces
facilities
facility
facing
factions
fading
failed
failure
fakhora
fakhura
fall
fallen
falling
falls
fame
famed
familiar
family
family's
famous
fans
far
faster
fatal
fatally
father
fathered
fathering
fault
fbi
fea
fears
feb
february
federal
feed
feedback
feet
feigned
feigning
fell
felt
fetus
few
fi
fiber
fiber-
fiction
fifth
fight
fighting
figure
file
filing
fill
filled
final
finale
finally
financial
finding
finds
fire
fired
firing
firm
first
first-degree
fiscal
fishing
five
fix
fix'
fixed
fixes
fla
flag
flagship
flattened
flattening
flaw
flaws
flds
fled
fledgling
fleeing
flurry
flynn
follow
followers
following
food
fooled
footage
football
for
force
forces
ford
former
fort
forthcoming
forward
fought
found
four
fourth
france
franchise
francisco
fred
frederick
free
freeway
friday
friday's
friends
frightening
from
front
frustrating
fuels
fully
fund
fundamentalist
further
future
gaetano
gain
game
gamers
gang
garden
gary
gas
gathering's
gave
gaza
geforce
general
generation
genovese
geological
geothermal
get
getting
geysers
geyserville
giant
giants
gigante
ging
girl
girlfriend
girls
given
giving
glacier
global
gmt
go
goal
godfather
goes
going
gone
good
got
goth
government
government's
governorates
grab
grady
grandfather
grandson
graphic
graphics
green
grip
grounds
group
groups
growing
gt650m
guard
guide
guiding
guilty
gully
gunfire
gunness
gunplay
gupta
guy
h-p
haarsma
hacked
hackers
hacking
had
half
hamas
hampered
hampton
hamstring
handed
handle
hanged
hanging
hansbrough
happy
hard
hardware
hargrove
harm
harnessed
harrison
has
have
he
head
headed
headlines
headquarters
heads
healdsburg
health
healthcare
heard
hearing
hears
heart
heels
heightening
heir
held
helicopter
helicopters
heller
help
helped
helping
her
hero
herself
hewlett
hewlett-packard
hierarchy
high
high-end
high-profile
highest
highway
hijack
hill
him
himself
hired
hiring
his
historic
history
hit
hits
hitting
hold
hole
holley
hollywood
home
homes
homicide
hoped
horrific
horton
hospital
hospital'
host
hotel
hour
hours
house
houses
housing
howell
however
hp
huh
human
hundreds
hung
hut
i
ice
icy
identified
ie
ie11
ie8
ie9
if
ilife
illegal
illness
image
immediately
imminent
implicating
in
inc
inc.
incarnation
inches
incident
included
including
increasing
increasingly
india
indiana
indianapolis
indicated
indonesia
indonesia's
indonesian
indy
infected
influence
informant
information
initial
initially
injured
injures
injuring
injury
innocent
insanity
inside
insisted
install
intc
integration
intel
intel's
intent
intention
interception
intercourse
interior
international
internet
interoute
interrupted
intersection
intervention
into
intriguing
introduce
introduced
investigation
investment
involving
iphone-related
is
island
isps
israel
israeli
issued
issues
issuing
it
it"
italian
italy
its
itself
itunes
ivy
j
jabaliya
jabalya
jack
jackson
jacksonville
jacob
jags
jaguars
jail
jamal
james
jan
january
japan
jay
jeffs
jenkin
jermayne
jesus
job
jobs
john
join
jonathan
jones
joseph
journalism
judge
july
jumped
jumper
june
junior
jurors
jury
just
k
k.
ka'loni
kansas
kathina
kathryn
katie
keiwan
kenyon
kept
ketsoyan
key
keyboard
keynote
keys
kill
killed
killing
kilometers
kilometre
kilometres
km
known
l
la
laci
ladies
lake
landed
landlord
lands
landslides
lane
laptop
large
largest
largest-in-the-world
larue
larue's
last
late
later
latest
latter
launch
launched
launches
lawyer
layoffs
leader
leader's
leaders
leading
leaked
leaner
learned
learning
least
leaves
leaving
lebowski
led
leflore
left
leg
less
levelled
leveraging
lied
life
lifespan
light
lightest
lilo
lindsay
line
linebacker
lineman
lines
lineup
link
linking
links
live
lived
living
lo
loan
local
located
lock
locked
lohan
lohan's
long
longer
longtime
looks
looming
loophole
lopez
lopsided
lord
lose
loss
lost
low
lte
luck
lunacy
m
m.
maacama
mac
macbook
machine
macworld
made
mafia
mafioso
magazine
magnitude
maid
main
major
make
maker
makes
making
malcolm
male
malibu
malibu's
malicious
malware
man
management
mandated
manning
manokwari
manufacturer
many
marie
mark
market
markham
marriage
marriages
marseilles
marvin
mass
massive
match
matt
matters
may
mcdermott
mcf
mcknight
mcmeekin
mcpherson
md
me
mean
means
meantime
measuring
media
medical
mediterranean
member
members
memories
men
mental
merely
merger
mess
meters
metres
mia
micro
microserver
microservers
microsoft
mid-february
middle
midway
miles
militants
military
million
millions
millom
minutes
mirage
miscreants
misdemeanor
misdemeanour
miss
missiles
missing
mission
mississippi
missouri
mitchell
mo
mob
mob-related
mobile
mobile's
mobster
model
models
modesto
moffat
mom
moment
moments
mommy
monday
money
monica
moniker
month
months
more
morning
morningside
mortar
mortars
most
motel
mother
mother's
motion
motive
mount
mountain
mountaineer
mountains
move
moved
movie
moving
mr
ms08-078
msft
mshtml
mt
much
mueller
mum
murder
murdered
murderer
murdering
murders
muscling
mvc
my
mysteries
mysterious
n
n't
n.c
name
napa
narrowly
nasdaq
nation
nation's
national
nations
nations-run
natural
near
near-term
nearly
needed
negotiating
neighborhood
neighbouring
network
networks
neurosurgeon
neutrality
never
nevertheless
new
newer
newport
news
newspaper
newton
newton's
next
next-generation
nfl
nick
nickname
night
nights
nile
nine
nixon
no
no.
nominate
nominated
nominates
nominating
nomination
nominee
nondenominational
none
noon
north
northeast
northern
northwestern
nostra
not
notebook
nothing
noticed
notorious
nov
nov.
november
now
nsdq
nuba
number
numerous
nuova
nvidia
nydn
nyse
obama
objections
occurred
oct
october
oddfather
of
off
offensive
offer
offered
offering
offers
office
officer
officers
official
officially
officials
oil
okla
oklahoma
old
older
oler
on
on-air
once
one
one's
ongoing
online
only
ont-based
opened
opener
opening
operates
operation
operations
operator
operators
oppal
opportunity
optic
or
order
ordered
organization
originally
other
others
otherwise
our
out
out-of-band
outage
outages
outlets
outside
outsourcing
over
overcame
overnight
overshadowed
own
owned
p
p.m
packard
packed
page
pagliarelli
paid
palermo
palestinian
palestinians
palm
palo
panic
paparazzi
papua
paramilitary
park
part
partially
participants
participating
partnering
partners
parts
party
partying
pass
passed
passing
past
patch
patient
patrol
pay
paying
payments
peak
penalty
pending
people
people.com
percent
perennial
perform
perilous
perimeter
perpetual
person
personal
personality
perth
pet
peter
peterson
peyton
phil
phone
physician
pick
pick-six
picked
picking
picks
pie
pieter
pioneer
pipeline
pittsburgh
place
placement
plagued
plainclothes
plane
planning
plants
plastic
play
play-offs
played
player
players
playing
playoff
playoffs
plc
plead
pleaded
pleads
plug
plunge
plus
pm
point
points
police
policy
political
polygamist
polygamous
polygamy
popular
porta
portables
portfolio
position
possible
possibly
post
posting
pounds
power
powered
powerful
practicing
practising
pre
precision
predictable
pregnant
preliminary
preorder
preorders
preparatory
present
presented
presidency
president
president-elect
press
presti
preston
pretending
pretty
previous
previously
pricing
prime
prior
prison
prisoners
privacy
prize-winning
pro
probation
problem
problems
processor
processors
producer
product
program
promised
promises
pros
prosecuting
prosecution
prosecutor
prosecutors
prospect
protect
provide
provider
providers
provides
province
provincial
provisional
public
publicist
publicly
published
pulitzer
pulled
purchase
purely
purple
purportedly
purse
pursuit
push
put
puts
putting
q10
quake
quakes
quarter
quarterback
quarterfinals
quick
quintero
quote
qwerty
r
radical
raid
raids
raise
rait
raite
rallied
ramsis
rancho
ranging
ranking
raping
rare
rated
ratliff
rattled
rattles
ratty
rcmp
re
re-arrest
reach
reached
read
real
reality
really
reason
reasons
rebellion
receive
received
receiver
reckless
recommended
record
recorded
recording
recovery
recruiting
redwood
refresh
refugee
refugees
refused
regain
regarding
reggie
regina
region
register
registration
rehab
rehabilitation
rehires
reid
reigning
rekindled
related
relations
relative
relatively
release
released
releases
releasing
relief
religious
remain
remained
remedy
remote
removable
rep
repair
repaired
repairs
replace
replacing
reported
reportedly
reporter
reporters
reporting
reports
representative
required
rescue
research
residents
resignation
resisting
resolved
resolves
resort
respect
responded
restored
restrictive
resulted
resulting
returned
returns
reuters
revamp
revamped
reveal
revealed
richard
richocheted
ridge
right
rim
rimm
rival
rivals
rob
robert
rocked
rodney
role
rooftop
rookie
room
rosa
rose
rot
roughly
route
routes
routine
rtm
rumored
rumors
run
running
rural
rushed
rushes
rushing
s
sa
sacramento
sadat
saga
said
saints
sales
samaritan's
same
san
sanctioned
sanjay
santa
saturday
saturday's
saving
say
saying
says
scale
scandal
scheduled
schiller
school
schools
sci
science
scored
scorer
scoring
scott
scottish
screen
scrubs
sea
seacom
seamicro
season
second
second-degree
second-in-command
seconds
secret
sect
secure
secured
securing
security
seed
seeded
seeing
seeking
seen
sefton
seized
selected
semifinal
semifinals
send
sending
senior
sent
sentence
sentenced
sentencing
separate
series
seriously
serve
served
server
serves
service
services
set
sets
setting
seven
seventeen
seventh
several
severe
severed
severely
sex
sexual
sexually
sgt.
shadowy
shake
shaken
shakes
shaking
shallow
share
sharking
shawn
she
she's
shed
shelled
shells
shelter
sheltering
shield
shielded
shielding
shields
shim
shock
shocking
shoes
shook
shoot
shooting
shootout
shoots
shortly
shot
should
shoulder
show
showed
shown
shrapnel
sicilian
sicily
signed
silence
similar
simpson
since
single
sis
sister
sites
skeptics
ski
skipping
slay
slaying
slayings
slipped
slippers
slipping
slot
slower
small
smartphone
smelled
smith
smith's
smw3
smw4
snafus
snap
snaps
sniffer
so
software
soldiers
some
somebody
sometime
son
sonoma
soon
source
sources
south
southeast
southeastern
southern
sparked
sparking
special
specialist
specializes
specializing
specially
specific
speculation
speeding
spending
spent
spiro
spoke
spokesman
spooked
spot
spotlight
sprayed
spraying
springfield
springs
sr.
stabbed
stabbing
stadium
stage
staggering
stampede
star
starlet
starred
starting
startup
state
statement
states
station
status
stay
staying
steal
steelers
steep
steering
stemming
stepped
steps
steve
steven
stint
stock
stood
stopgap
storied
straight
strategic
strategy
stray
street
streets
strengthening
strike
strikes
striking
strong
strongly
struck
stuck
students
style
sub-sea
submarine
subsea
subsequent
suburban
successful
such
sudan
sudan's
sudanese
suffered
suffering
suggests
suicide
sum
sumatra
sumatra's
sun
sunday
superior
support
support'
supported
supreme
sure
surgeon
surgeon-general
surgery-enhanced
surprise
surrounding
surveillance
survey
survived
susceptible
suspect
suspected
suspicion
suspicions
suspicious
suv
sweep
switch
swoop
system
systems
t
t-mobile
ta
tackle
taipei
take
taken
takeover
takes
taking
talat
talking
tan
tank
tapes
tappan
tar
tara
taradise
tardis
target
targeted
targeting
tasman
tattered
td
team
team's
teams
tech
technologies
technology
teen
telecom
telecommunications
telecoms
telephone
television
tells
temblor
temblors
temporarily
temporary
tenant
tennant
tense
tension
tensions
term
terms
terraced
territory
terry
testified
testimony
texas
than
that
the
their
them
then
there
these
they
thick
thinnest
third
this
thomas
those
though
thought
thousands
threatening
three
threw
throat
through
throughout
throw
throws
thugs
thursday
ties
tim
time
time-ship
times
timmons
tip
tipped
title
tmz
to
today
told
tongeren
tonight
too
took
top
top-ranked
toppled
total
touchdown
touchdowns
tough
tournament
touting
town
traditionally
traffic
tragic
transaction
transcripts
transfer
transfixed
transition
travel
treated
treatment
tremor
trial
tried
trigger
triggered
troops
try
trying
tsunami
tsunamis
tucker
tuesday
tunisia
turnaround
tv
twelfth
twelve
twice
twitter
two
tyler
type
u
u.k.
u.s.
uae
uh
un
unable
unapproved
unbeaten
unborn
unc
under
underage
undergoing
underground
undersea
underwater
undisclosed
unhcr
unibody
unique
united
unity
universe
unknown
unlicensed
unmarked
unpatched
unprecedented
unrwa
until
unveiled
unveils
up
upcoming
update
updated
upgrade
upstart
urgent
us
us$334
usa
use
used
user
users
usgs
using
usual
usually
utah
utc
vacant
valley
van
ve
vehicles
vendor
verdict
versions
vetted
vetting
via
victims
victory
video
view
views
villagers
vincent
violating
violation
violence
visiting
vote
vulnerabilities
vulnerability
vulnerable
w.
walked
walking
wall
wally
wandering
want
wanted
wants
war
warning
warns
warren
was
washed
washington
watched
watergate
way
wayne
we
weather
web
webpages
website
websites
wednesday
week
weekend
weekly
weeks
weighing
weighs
well
well-known
wellness
went
were
west
western
what
when
where
whereabouts
whether
which
while
whirlwind
white
who
who'
whom
whose
why
wide
widely
wife
wild
wilder
will
williams
win
windows
wing
winner
winning
winston
wire
wiretap
wiretaps
with
within
without
witness
witnesses
wives
woman
woman's
women
won
wondered
woodward
word
work
workaround"
workers
working
works
world
world's
worst
would
wounded
wounding
wraps
wwdc
wwdc12
y
yard
yards
year
years
yesterday
yet
yida
yield
york
you
young
your
youths
zealand
zealand's
zero
zero-day
zurana
zurbriggens
