!
"
"a
"aqua
"at
"bagman"
"career
"catching
"chief
"chin"
"completely
"cve
"did
"downtime"
"ellen
"fix
"games"
"genius
"it's
"lacking
"microserver"
"my
"spiritual
"sudan
"the
"two
"very
"vodafone
"we
"zero
#1
#oscars
$
$1
$160
$184
$2
$23
$281
$2m
$300
$334
$334m
%
&
'
'09
'15
'bagman'
'bombs
'brides
'chin'
'commission
'deep
'doctor
'had
'he
'mutual
'oddfather
'oddfather'
're
's
'several
'spiritual'
'the
'undeserved
've
'zero
(
)
,
-
--
-and-run
-magnitude
.
...
/
0.98
00
000
000ft
07
07:28
0800
08:06
09
1
1,200
1.4
1/2
10
10,500
10-0
10-year-old
100
102
108
10:00
10news
10th
11
11-4
115
116
117
117th
11am
11th
12
120
12:45
12am
12th
13
13.9
1336
137-million
14
14,000
14-0
14:05
15
15-year-old
150
16
16-year-old
160
16th
17
17-inch
17:06
17in
18
19
1930s
1940's
1940s
1950s
1960s
1967
1972
1974
1978
199
1999
1st
2
2,290
2,292nd
2-time
2.0
2.30am
2.7
20
200
2000ft
2002
2004
2005
2007
2008
2008-09
2009
200ft
200m
2010
2011
2012
2013
2014
205
21
21st
22
2248
226
23
23-year-old
24
25
250
26
26-year-old
27
28
29
29-of-34
29th
2:30
2m
2nd
3
3,000
3.45pm
30
30-year
30-year-old
31-24
32
32-year-old
33
33-year-old
330
34
35
35,000
35-yards
35-year-old
350
352
357
36
364
37
3893
39
3g
3pm
3rd
4
4.2
4.2-magnitude
4.4
4.4-magnitude
40
409
41
41-year
43
44
45
45-7-2
46
47
48
49
4g
4th
4x4
5
5.4
5.4-billion
5.6
50
500
51
52
52-3
53
53-3
55
56
57
58
59
5:30
5th
6
6-foot-9
6.1
6.1-magnitude
6.6
60
60-year-old
600
600m
609
60km
60m
61
61-year-old
65
66-year-old
6m
6th
7
7-2
7-for-14
7.5
7.6
70
74
75
76ers
76ers'
77
7:30
7:41
7:42
7:48
7m
8
8-month-old
80
800
81st
85
89
8900
9
9-14
90
90-120
91
91-73
911
92
930
94
95
97th
99
9:27
9:30
:
;
?
[
]
a
a.j.
a.m.
aaron
abbas
abel
aberdare
ablaze
able
abortion
about
above
abruptly
abu
academy
accelerate
accelerates
accept
accepted
access
accident
accidents
accompany
accomplished
according
accountant
accounting
accounts
accused
accuses
accustom
accustomed
aceh
aces
achievement
acquire
acquires
acquiring
acquisition
across
act
actively
activist
activities
activity
actor
actors
actress
actress'
actual
actually
add
addai
added
addictions
adding
additional
address
addressed
addresses
addressing
adds
aden
administration
admitted
adoption
adrian
adultery
advanced
advantage
adventures
advised
advocate
advocates
advocating
aerial
afc
affair
affairs
affect
affected
affecting
affects
afp
africa
after
afternoon
aftershocks
afterthoughts
again
againjuly
against
age
aged
agencies
agency
agent
aggravated
ago
agonizing
agreed
agreement
ahead
aid
aide
aim
aimed
aiming
air
aircraft
airstrip
al
al-fakhora
ala
alabama
alaska
alaska's
albany
alert
alexandra
alexandria
alexandros
alexis
alice
alive
all
all-cash
all-time
all-too-familiar
alleged
allegedly
alleges
allen
allow
allowed
allowing
allows
almost
alone
along
alongside
already
also
alternate
alternative
although
alto
alto-based
aluminium
alzheimer
am
ama
amber
amd
amd's
america
american
amid
ammunition
among
amongst
an
anaheim
analyst
analysts
anarchists
and
andrew
angeles
angels
anger
animal
animals
ankle
announce
announced
announcement
announcements
announces
announcing
annual
anonymous
another
ansa
anthony
anti
anti-piracy
anticipated
antics
antonio
antonov
any
anyone
aoraki
ap
apartment
apologised
apologize
apologized
apparent
apparently
appearance
appeared
appearing
appears
applauded
apple
apple's
apply
appreciate
apprehended
apprehending
approached
approval
approvals
approved
approximately
april
aquatic
arabia
arbor
arcade
are
area
areas
arena
arested
ark
arkansas
arm
armed
arms
armstead
army
around
arraigned
arraignment
arranged
arrest
arrested
arrests
arrival
arrive
arrived
arrowhead
arson
arsonist
arsonists
artery
arthur
article
artillery
artist
arts
as
ashgabat
asia
asia-
asian
aside
asked
asking
assault
assaulting
assistant
associate
associated
associates
association
assurance
assurances
at
athenian
athens
ati
atlanta
attack
attacked
attacker
attackers
attacking
attacks
attempt
attempted
attend
attended
attends
attention
attorney
attorney's
attorney-general
attracts
atururi
atyt
audience
audiences
audio
august
austerity
australia
australian
authorities
authority
authorizing
autocratic
availability
available
avenue
avoided
awaiting
awake
awards
away
b
b.c.
baby
back
back-door
backed
backs
bad
badly
balloting
ballots
band
bandar
bandwidth
bank
banking
banstead
barack
barrowman
based
baseman
basis
basket
basketball
bathrobe
baton
batre
batteries
battery
battle
battleground
bay
bayou
baytown
bbc
bbry
bc
be
beach
beat
beating
beaumont
became
because
become
becomes
becoming
bed
bedford
been
before
began
begged
begin
beginning
begins
behind
being
believe
believed
believes
belt
belts
benefits
benjamin
bentley
berardinis
bern
bernstein
berth
best
best-known
bet
betrayal
better
bettie
betty
between
beverly
beyond
bible
bid
bids
big
big-name
bigamy
bigger
biggest
bill
billion
billy
biloxi
bit
bitter
bivvy
blackberry
blackberry's
blackberry�
blackbery
blackmore
blank
blankets
blasted
blaze
blindsided"
blitz
block
blocked
blocking
blood
bloodbath
bloodiest
bloomington
blow
blown
blows
bluejays
board
boat
boats
bob
bodies
body
bold
boll
bolstering
bolsters
bomb
bombardment
bombed
bomber
bombing
bombs
bondage
booked
bookies'
bookmakers'
booty
border
born
boss
bosses
boston
both
bottles
bottom
bought
bountiful
bout
boutique
bowl
box
boy
brackett
brak
branch
brazen
breadth
break
break-in
breaking
breaks
brian
bribing
brick
brides
bridge
brief
briefly
brigands
bring
bringing
bristol
british
briton
broad
broadband
broadcast
broadly
broke
broken
brooklyn
brother
brought
brownsville
browser
browsers
buckley
buckley's
buford
buford's
bug
build
building
buildings
built
built-in
bullet
bullets
bullish
bureau
burglars
buried
burned
burning
burns
burnsville
burst
bush
business
bust
but
buy
buying
buys
by
c
c.
ca
cable
cable-news
cables
cache
cairo
calif
california
california's
call
called
calling
calls
cam
came
camp
camp"
campaign
camps
camry
can
canada
canada-based
canadian
candidacy
candidate
candle
candlelit
canned
cannes
capabilities
capaldi
capital
capt
capt.
captured
captures
capturing
car
carabinieri
card
cards
care
career
carl
carolina
carrasquillo
carried
carrier
carry
carrying
cars
case
cases
cash
cast
castiglione
casting
casty
casualties
catching
catholic
caught
cause
caused
causes
causing
cave
ceasefire
cec
celeb
celebrates
celebration
celebrity
cell
center
centered
centers
central
centre
centres
century
ceo
ceremony
certain
certainly
chairman
challenge
challenger
champion
championship
champs
champs-elysees
chance
change
changed
changes
channel
chaotic
chapel
character
charge
charged
charger
chargers
chargers'
charges
charles
charleston
chase
chases
cheanne
cheaper
check
checked
checking
checks
cheeks
cheney
chic
chicago
chickening
chief
chiefs
child
children
chin"
chin'
chip
chip-maker
chip-making
chipmaker
chips
chipset
chipsets
chohan
choice
choosing
chose
chosen
chris
christ
christchurch
christian
christmas
christopher
church
cinematic
circumstances
cited
cities
citing
city
city's
civil
civilian
civilians
claimed
claiming
claims
clan
clans
clark
clashes
cleaned
clear
clearlake
clientele
cliffside
climber
climbers
climbing
clinch
clinched
clinic
clip
close
closed
cloud
clout
cloverdale
club
cnn
co
co-worker
co.
coach
coast
coastal
cobb
code
coffee
coincidental
cold
collapse
collapsed
collateral
colleague
colleagues
collie
colonists
colt
colts
columbia
com
coma
combination
come
comeaux
comeback
comedian
comedians
comedy
comes
comfortable
comic-book
coming
command
commandos
comment
commented
commercial
commission
commit
commitment
committed
communication
communications
community
companies
companions
company
company's
compaq
compared
compass
compelling
compensation
compete
competing
competition
competitive
complained
complete
completed
completely
completing
comply
compound
computer
computers
computerworld
computing
concerted
concluded
condemn
condemnation
condemned
condemns
condition
conditions
conduct
conference
confessed
confesses
confirmed
confirms
confiscating
conflict
confusion
congestive
congrats
congratulates
connect
connected
connecting
connection
connections
connectivity
conner
conscience
consecutive
consideration
considered
considering
consisted
conspirators
constitution
consultancy
consultant
consultants
consultations
consulting
consummated
contacted
contain
contender
contention
contest
continents
continue
continued
continues
continuing
contract
contracts
contribute
contribution
control
controversial
convention
conventional
conversations
convicted
convicting
conviction
convictions
convicts
coo
cook
cooley
cooling
coordinated
coping
cops
coronary
coroner
corp
corp.
corporation
correspondent
cosa
costra
could
council
count
counties
countries
country
country's
counts
county
county's
couple
court
courthouse
courtroom
cover-up
coverup
coveted
cpu
crack
crackdown
crafted
craig
cramer
cranbrook
crash
crawford
crazy
cream
create
credits
creighton
creighton's
crewmembers
crews
cried
crime
crimes
criminal
criminal"
criminally
criminals
crisis
cristina
critical
critically
critics
crooks
crossed
crossfire
crossing
crosswalk
crowd
crown
crowned
crucial
cruised
cruises
crushed
cu
cult
culture
cumbria
cupertino
cure
current
currently
curve
custody
customers
cut
cuts
cutting
cyber
cyber-criminals
cycle
cypress
d
d.
da
dabney
daily
dairy
damage
damaged
damaging
danny
dargahan
daring
data
datacenter
datacenters
date
date's
daughter
daunting
dave
david
dawn
day
day"
day'
daylight
days
daytime
de
dead
deadliest
deadlocked
deadly
deal
dean
death
deaths
debut
dec.
decades
december
decide
decided
decision
declared
declined
declining
dedicated
deep
defeat
defeated
defeats
defended
defender
defenders
defending
defends
defense
defensive
defiantly
deficiency
definitive
degeneres
degree
deliberated
deliberately
delighted
deliver
delivered
delivering
delta
democracy
democrat
democratic
demonstration
demonstrations
demonstrators
denied
denies
dense
denying
department
departure
depending
deployed
depth
deputy
described
deserves
design
designed
desire
desktop
desperate
despite
destroyed
destroying
destroys
destruction
detachment
details
detained
determine
determining
dethrone
detroit
devastated
devastating
develop
developers
device
devices
devon
diamond
diamonds
diane
did
didn't
die
die'
died
diego
dies
different
diplomatic
direct
directed
directing
director
disappearance
disappeared
disappearing
disappointing
disaster
disclose
disclosed
disclosure
discovered
discuss
discussing
discussions
disease
disgruntled
disguised
dismantled
dismissed
dispatched
display
disposal
disputed
disrupted
disruption
disruptive
disrupts
district
disturbing
division
divisional
dna
do
doc
doctor
doctors
documents
dodging
does
dog
dogs
domestic
dominant
dominated
don
donating
done
door
doors
dose
double
double-digit
double-murderer
double-team
doubt
doug
down
downgraded
downplayed
downtime
downtown
dozens
dr
dr.
draft
drag
drake
drama
dramatic
dramatically
drawn
dressed
drink-
drinking
drive
driven
driver
driving
dropped
drove
drunk
drunk-girl
drunken
dubai
dubbed
dud
due
dui
duncan
during
duties
dwi
e80
e85
each
earlier
early
earned
earning
earnings
earthquake
earthquakes
ease
easily
east
east-western
eastern
easternmost
ecclesiastical
eclipse
economy
eden
edge
eds
edt
educator
edwards
effective
effectively
effectiveness
efficiency
efficient
efforts
egnatia
egypt
egypt's
egyptian
ehud
eight
eight-hour
eight-year
eighth
elect
election
elections
electronic
electronics
element
elementary
eleventh
eliminated
ellen
else
elysees
email
emcee
emergency
emissions
emmy
emory
emotion
emotional
employee
employees
employers
en
enclosure
end
endangered
ended
ending
enduring
energy
energy-rich
engaging
engineering
engineers
english
englishman
engrossed
enough
enraged
ensure
entered
entering
enterprise
enters
entertainment
entire
entrance
environmental
environmentalists
epic
epstein
equal
era
eric
erupt
erupted
erupts
escalante
escalate
escape
escaped
escapee
escapes
escorted
essence
essex
established
estelle
esther
estimated
estimates
ethiopian
ethiopian-flagged
eu
euro
europe
euros
evacuation
evade
evangelical
evans
evansville
even
evening
event
ever
everett
everybody
evidence
eweek
ex
ex-employee
ex-girlfriend
exact
exacted
exalted
examined
exceeded
excess
excited
exciting
exclaimed
exclusive
exclusively
execute
executed
execution
executive
executives
exercise
existing
exit
exiting
expand
expected
expecting
experience
experience"
experienced
experiences
experiencing
experts
explain
explained
exploded
explodes
exploit
exploited
exploiting
explorer
explosion
expo
expression
extend
extending
external
extinction
extradited
eyp
eypmcf
fabric
face
face-off
faces
facilities
facility
facing
fact
factions
factory
fading
failed
failing
failure
failures
fair
fairly
fakhora
fakhura
fall
fallen
falling
falls
fame
famed
familiar
families
family
family's
famous
fans
far
farming
fast
faster
fatal
fatally
father
fathered
fathering
fault
favorite
favourite
fbi
fea
feared
fears
feat
feb
feb.
february
federal
feed
feedback
feeding
feet
feigned
feigning
fell
fellow
felony
felt
female
fertilizer
fetish
fetus
feuding
feuds
few
fi
fiber
fiber-
fibre
fichera
fiction
field
fifth
fight
fighting
figure
figures
file
filed
filing
fill
filled
film
final
finale
finally
finance
financial
finding
finds
finished
fire
fire"
fired
firing
firm
first
first-degree
first-round
fiscal
fishing
five
fix
fix'
fixed
fixer
fixes
fixture
fla
flag
flagship
flames
flatbush
flattened
flattening
flaw
flaws
flds
fled
fledgling
flee
fleeing
fletcher
flips
floating
flooded
flooring
flow
flurry
flying
flynn
foe
foes
foiled
foils
folks
follow
follow-up
followed
followers
following
follows
food
foods
fooled
foot
footage
football
footing
for
force
forced
forces
ford
foreign
foreman
former
fort
forthcoming
forward
fought
found
foundation
four
fourth
fourth-quarter
france
franchise
francisco
fred
frederick
free
free-agent
freeway
french
frey
friday
friday's
friend
frightened
frightening
from
front
frustrating
fry
fuels
full
full-qwerty
fully
fulton
fun
fund
fundamentalist
furry
further
future
ga
gaetano
gain
gal-turned-dominatrix-turned
gallach
gamble
game
game-winning
gamers
games
games'
gaming-
gang
gangbangers
garden
gardens
garters
gary
gas
gas-rich
gaskin
gathering's
gauge
gaur
gave
gaza
geforce
gems
gender
general
generally
generation
genovese
geological
georgia
geothermal
gerardo
germany
get
gets
geysers
geyserville
giant
giants
gigante
ging
girl
girlfriend
girls
give
given
gives
giving
glacier
glittering
global
globalcom
gmt
go
goal
godfather
goes
going
goldberg
golden
gomes
gone
good
got
goth
gov.
gov.sarah
government
government's
governor
governorates
grab
grabbing
grady
grandfather
grandmother
grandson
grant"
graphic
graphics
graphics-chipmaker
gray
great
greece
greek
greeks
green
gregg
grigoropoulos
grip
ground
grounds
group
groups
growing
growth
gt650m
guard
guard's
guards
guide
guiding
guilt
guilty
gulf
gully
gun
gunfire
gunman
gunned
gunness
gunning
gunplay
guns
gupta
guy
h-p
haarsma
hacked
hackers
hacking
had
hailed
hair
hakim
half
half-century
hamas
hamdan
hampered
hampton
hamstring
hand
handcuffed
handed
handgun
handing
hands
hanged
hanging
hansbrough
hapless
happened
happy
harbors
hard
hardware
hargrove
harlan
harm
harnessed
harrison
harry
hartog
has
hasim
have
having
hawaiian
he
head
headed
heading
headline
headlines
headquarters
heads
healdsburg
health
health-care
healthcare
heard
hearing
hears
heart
hearts
heavily
heavyweight
hector
heels
hegazy
heightening
heir
heist
heists
held
helicopter
helicopters
heller
help
helped
helping
hengky
hennepin
henri
henry
her
herald
heralded
here
hero
herself
hewlett
hewlett-packard
hierarchy
high
high-end
high-profile
higher
highest
highway
hijack
hill
hiller
hills
him
himself
hinges
hire
hired
hiring
his
historic
historical
history
hit
hit-and-run
hits
hitting
hold
hole
holiday
holley
hollywood
hollywood's
home
homes
hometown
homicide
homicides
honors
hooded
hoped
hoping
hormozgan
horn
horribly
horrific
horton
hospice
hospital
hospital'
host
hostage
hosted
hosting
hotel
hour
hours
house
houses
housing
houston
how
howard
howell
however
hp
hpq
huge
hugh
huh
human
hundred
hundreds
hung
hunger
hunter
huntsville
hurd
hurled
hurt
hut
i
i'm
i.r
ibf
ibm
ibo
ice
icon
icy
idc
identified
ie
ie11
ie8
ie9
if
ii
ilife
ill
illegal
illness
image
immediately
imminent
impact
impending
imperil
implicating
implications
in
inc
inc.
incarnation
inches
incident
included
including
increased
increasing
increasingly
indecency
independent
india
indian
indian-registered
indiana
indianapolis
indicated
indonesia
indonesia's
indonesian
industry
indy
infamous
infected
inferno
infesting
influence
informant
information
initial
initially
injured
injures
injuries
injuring
injury
inmate
innocent
innovative
innovator
input
ins
insanity
inside
insisted
inspector
inspiration
inspire
inspired
install
installed
instated
instead
intc
integrate
integration
intel
intel's
intel-based
intend
intended
intends
intensifying
intent
intention
intercepted
interception
intercepts
intercourse
interdicts
interesting
interior
international
internet
interoute
interrupted
intersection
intervened
intervention
interviewing
into
intoxicated
intriguing
intro
introduce
introduced
introduction
investigating
investigation
investigators
investment
investors
involve
involved
involving
iphone-related
ir
iran
iran's
iranian
is
island
isna
isolation
isps
israel
israeli
issued
issues
issuing
it
it"
it's
italian
italy
itar
itnewsafrica
its
itself
itunes
ivory
ivy
j
jabaliya
jabalya
jack
jackman
jackson
jacksonville
jacob
jags
jaguars
jail
jamal
james
jan
january
japan
javier
jay
jeffs
jenkin
jermayne
jerry
jesus
jewel
jeweler
jewellers
jewellery
jewelry
jewels
jim
job
jobs
john
johnson
join
joined
jolted
jolts
jonathan
jones
jose
joseph
journal
journalism
jr
juan
judge
judgment
july
jumped
jumper
june
junior
jurors
jurty
jury
just
k
k.
ka'loni
kansas
kathina
kathryn
katie
keep
keiwan
kenyon
kept
ketsoyan
key
keyboard
keynote
keys
khaled
kill
killed
killing
killings
kills
kilometers
kilometre
kilometres
kimani
kinds
king
kirkpatrick
klitschko
km
knee
knew
knocked
knocking
known
ko
kodak
koop
kos
kraft
krafts
kurtz
l
l.a.
la
laci
ladies
lake
lamas
lamas'
landed
landing
landlord
lands
landslides
lane
laptop
large
largest
largest-in-the-world
larry
larue
larue's
las
lasalle
last
late
late-term
later
latest
latter
launch
launched
launches
law
lawless
lawyer
lay-offs
layoffs
le
lead
leader
leader's
leaders
leadership
leading
league
leaked
leaner
learned
learning
least
leave
leaves
leaving
lebowski
led
leflore
left
leg
legend
legendary
less
let
level
levelled
levels
leveraging
liberal
lied
lies
life
lifer
lifespan
ligament
light
lightest
likely
lilo
limited
lindsay
line
linebacker
lineman
lines
lineup
lingerie
link
linking
links
lionsgate
list
little
little-known
little-used
live
lived
lives
living
lo
loan
loaned
local
located
lock
locked
locker
locking
lohan
lohan's
long
long-running
longer
longtime
look
looked
looking
looks
looming
loophole
loosened
loot
lopez
lopsided
lord
lorenzo
los
lose
loss
lost
lot
loud
loved
low
ltd.
lte
luann
lucchino
luck
lucky
lucrative
luis
lunacy
luxury
lynch
lyons
m
m.
maacama
mac
macarthur
macbook
machine
macworld
made
madonna
mafia
mafioso
magazine
magic
magnitude
magnum
maid
main
maintenance
majed
major
make
maker
makes
makeshift
making
malaysia
malcolm
male
malibu
malibu's
malicious
malware
man
management
manager
mandated
manhunt
mannheim
manning
manokwari
manslaughter
manufacturer
manufacturers
many
march
marched
marfin
margin
marie
marine
maritime
mark
marked
market
marketing
markets
markham
marking
marks
marriage
marriages
married
marseilles
marshal
marshals
marvin
mass
massachusetts
massive
mat
matanuska
match
matt
matter
matters
maurice
may
maybe
mb604ll/a
mcallister
mcdermott
mcf
mcfly's
mcknight
mcmeekin
mcpherson
md
me
mean
meaning
means
meant
meantime
meanwhile
measure
measures
measuring
media
media-oriented
medial
medical
mediterranean
meeting
meetings
member
members
memories
memory
men
men's
mena
menace
mendes
mental
merchandise
merchant
merely
merged
merger
mermaid
meron
mess
message
met
metaphorical
meters
meticulously
metres
mia
michael
michelle
michigan
micro
microelectronics
microserver
microservers
microsoft
mid-february
middle
midway
midwest
mighty
mike
miles
miliote
militants
military
million
millions
milliote
millom
minister
ministry
minneapolis
minutes
mirage
miscreants
misdemeanor
misdemeanour
miss
missiles
missing
mission
mississippi
missouri
mitchell
mixed
mn
mo
mob
mob-related
mobile
mobile's
mobilized
mobster
model
modeling
models
modesto
moffat
mom
moment
moments
mommy
monday
monde
money
monica
moniker
montaigne
month
months
more
moribund
morning
morningside
mortar
mortars
most
motel
mother
mother's
motion
motions
motive
motorist
mount
mountain
mountaineer
mountains
mounted
mounting
move
moved
movie
movies
moving
mowed
mr
mri
ms.
ms08-078
msft
mshtml
mt
much
mud
mueller
multi
multiple
mum
municipal
murder
murdered
murderer
murdering
murders
muscling
musicals
musicals"
mvc
my
myfoxhouston
mysore
mysteries
mysterious
n
n't
n.c
nab
nabbed
nabs
name
named
names
napa
narrowly
nasdaq
nation
nation's
national
nations
nations-run
nationwide
natural
naughty-but-nice
naval
navy
near
near-term
nearly
neck
necklaces
needed
needs
negative
negligent
negotiating
negotiations
neighborhood
neighbouring
neil
network
networks
neuro-surgeon
neurosurgeon
neutrality
never
nevertheless
new
newer
newly
newport
news
newspaper
newspaper's
newton
newton's
next
next-generation
nfl
nfl-best
nice
nichols
nick
nickname
night
nights
nile
nine
nine-month
nixon
no
no.
nominate
nominated
nominates
nominating
nomination
nominee
nondenominational
none
noon
normal
north
northbound
northeast
northern
northwestern
norwalk
nostra
not
note
notebook
noted
nothing
noticeable
noticed
notorious
nov
nov.
november
now
nsdq
nuba
number
numbers
numerous
nuova
nvda
nvidia
ny
nydn
nypd
nyse
o'brien
o'brien's
o'connor
obama
objections
observers
obtain
occurred
oct
october
oddfather
odyssey
oem
of
off
offender
offense
offensive
offer
offered
offering
offerings
offers
office
officer
officer's
officers
officers'
official
officially
officials
ohio
oil
okla
oklahoma
old
older
oldest
oler
olivia
olmert
olympic
on
on-air
once
one
one's
one-sided
one-year
ones
onetime
ongoing
onion
online
only
onslaught
ont-based
onto
opal
opened
opener
opening
operates
operation
operational
operations
operator
operators
opinion
oppal
opportunity
optic
or
order
ordered
oregon
organization
organizations
originally
orleans
orozco
ortiz
oscar
oscars
osp
other
others
otherwise
ott
our
out
out-of-band
outage
outages
outlets
outperform
outrage
outside
outskirts
outsourcing
over
overall
overcame
overdue
overnight
overshadowed
overtake
overturned
overturns
own
owned
owner
oz
ozone
p
p.m
p.m.
p74million
packard
packed
page
pagliarelli
paid
palermo
palestinian
palestinians
palin
palm
palmer
palmer's
palo
panic
paparazzi
papua
paramilitary
paris
park
parked
parking
parliament
parliamentary
parlor
parole
part
partially
participants
participating
particularly
parties
partnering
partners
partnership
parts
party
partying
pass
passed
passes
passing
passports
past
patch
patrol
patrolled
patrolling
patrols
pay
paying
payments
payoffs
payton
pcs
peace
peaceful
peacefully
peak
penalty
pending
people
people.com
per
percent
percentage
perennial
perfect
perform
performance
perhaps
perilous
perimeter
perpetual
persian
person
personal
personality
perth
pet
peter
peterson
petrol
peyton
phase
phil
philadelphia
philly
phone
photographer
photos
physician
physicians
pick
pick-six
picked
picking
picks
picture
pictures
pie
pierre
pieter
pin
pin-up
pin-up-queen-turned
pinup
pioneer
pipeline
piracy
pirate
pirates
pistols
pitched
pitfalls
pitted
pittsburgh
place
placed
placement
plagued
plainclothes
plane
planned
planning
plano
plans
plant
plants
plastic
play
play-offs
played
player
players
playing
playoff
playoffs
plc
plead
pleaded
pleads
plenty
plethora
ploughed
plug
plunge
plus
pm
pn
pneumonia
point
pointed
points
police
policeman
policy
political
polls
polygamist
polygamous
polygamy
pool
popular
populated
porta
portables
portfolio
portions
portrayed
poses
posh
posing
position
possibility
possible
possibly
post
post-war
posting
postseason
poteau
potential
potentially
pounds
power
powered
powerful
powerhouse
practice
practicing
practising
pre
precisely
precision
predictable
pregnant
preliminary
preorder
preorders
prep
preparatory
prepared
present
presented
presidency
president
president-elect
presidential
press
pressure
presti
preston
presumed
pretending
pretty
prevented
preventing
previous
previously
price
pricing
pride
primary
prime
printers
prior
prison
prisoner
prisoners
prisons
privacy
prize-winning
pro
probably
probation
probe
problem
problems
processing
processor
processors
producer
producers
product
products
professional
profile
program
projects
prominent
promised
promises
prompted
prompting
prophet
proposed
pros
prosecuting
prosecution
prosecutor
prosecutors
prospect
protect
protected
protection
protections
protest
protesters
protesting
protests
provide
provided
provider
providers
provides
province
provincial
provisional
public
publicist
publicly
published
pulitzer
pulled
pulling
purchase
purely
purple
purportedly
purse
pursuant
pursuit
push
pushing
put
puts
putting
q10
qeshm
quake
quakes
quarter
quarterback
quarterfinals
queen
queens
questioned
quickly
quietly
quintero
quizzed
quote
qwerty
r
r26
radical
radio
rahman
raid
raiders
raids
raise
rait
raite
raj
rallied
ram
rammed
rampage
ramsis
rancho
range
ranging
ranking
raping
rare
rated
rather
ratliff
rattle
rattled
rattles
ratty
raven
raven-haired
razed
rb
rbc
rcmp
re
re-arrest
re-establish
reach
reached
reaching
reaction
read
reagins
real
reality
really
reason
reasonably
reasons
rebellion
rebounds
recalled
receive
received
receiver
recent
recently
receptionist
recession
reckless
reclusive
recognition
recognize
recognized
recommendation
recommended
record
recorded
recording
recovering
recovery
recruit's
recruiting
red
reduce
reduced
reducing
redwood
referee
referenda
referendum
refresh
refugee
refugees
refugees'
refused
regain
regarding
reggie
regina
region
register
registering
registration
regular
regulate
regulation
regulations
regulators
regulatory
rehab
rehabilitation
rehires
reid
reigned
reigning
rekindled
related
relations
relative
relatively
release
released
releases
releasing
reliance
relief
relieved
religious
remain
remainder
remained
remaining
remains
remanded
remedy
remote
removable
rep
repair
repaired
repairs
repercussions
replace
replaced
replacement
replacing
report
reported
reportedly
reporter
reporters
reporting
reports
representative
represents
republican
repulsed
repute
required
requiring
rescue
rescued
rescuing
research
researcher
reserve
residence
resident
residential
residents
resignation
resisting
resolve
resolved
resolves
resort
respect
responded
response
rest
restored
restores
result
resulted
resulting
results
resume
resurgent
retail
retain
retained
retains
retiring
return
returned
returning
returns
reuters
revamp
revamped
reveal
revealed
revenue
reversal
reversed
reverses
review
revised
revolution
revolving
reward
rewards
rich
richard
richmond
richocheted
richter
ridge
right
rights
rim
rimm
rings
riot
rioted
rioters
rioting
riots
ripening
ripple
rise
risks
risque
ritz
ritzy
rival
rivals
road
rob
robberies
robbers
robbery
robert
rocked
rodney
roesler
role
roles
romantic
romps
rooftop
rookie
room
rosa
rose
ross
rossi
rot
rouge
roughly
round
rounds
route
routes
routine
rtm
rue
ruins
ruiz
rule
ruled
ruling
rumored
rumors
run
running
rural
rushed
rusher
rushes
rushing
russiatoday
s
sa
sacked
sacks
sacramento
sad
sadat
saf
safe
saga
said
saints
saints'
sales
salesman
sam
samaritan's
same
san
sanctioned
sanjay
sanjeev
santa
sap
sap-arena
sarah
sat
saturday
saturday's
saudi
saving
savvy
saw
say
saying
says
saysseptember
scale
scandal
scandals
scenario
scene
scheduled
scheduling
schenectady
schiller
school
schools
schoolyard
sci
sci-fi
science
sciences
scientific
scientists
scooping
scored
scorer
scoring
scott
scottish
screaming
screen
screwdriver
scrubs
scrutiny
sea
seacom
seacom's
seal
seamicro
sean
searching
season
season's
second
second-degree
second-in-command
second-quarter
seconds
secret
sect
section
sectioned
sections
sector
secure
secured
securing
security
see
seed
seeded
seeing
seeking
seems
seen
sees
sefton
seismic
seized
selected
selling
semiautomatic
semifinal
semifinals
semis
send
sending
senior
sent
sentence
sentenced
sentences
sentencing
separate
sept
september
sequel
series
serious
seriously
serve
served
server
servers
serves
service
services
serving
set
sets
setting
seven
seventeen
seventh
seventh-round
several
severe
severed
severely
sex
sexual
sexually
sgt.
shadowy
shake
shaken
shakes
shaking
shaky
shallow
sham
share
shareholder
shares
sharking
sharron
shavlik
shaw
shawn
she
she's
shed
shedding
sheikh
shelled
shells
shelter
sheltering
shelters
sheriff
sheriff's
shield
shielded
shielding
shields
shim
ship
ships
shock
shocking
shoes
shondell
shook
shoot
shooter
shooting
shootings
shootout
shoots
shop
shops
short
shortly
shot
shotgun
shots
should
shoulder
show
show's
showed
shown
shrapnel
shut
sicilian
sicily
signed
significant
sikh
silence
silverman
similar
simply
simpson
since
singapore
single
siri
sis
sister
site
sites
sitting
situation
six
six-plus
sixers
sixers'
sixth
size
sized
skeptics
ski
skipping
slain
slay
slaying
slayings
sleep
slipped
slippers
slipping
slips
slot
slow
slower
sluggish
slumping
small
smartphone
smash
smashing
smelled
smile
smith
smith's
smw3
smw4
snafus
snap
snaps
snatched
snatching
sniffer
snowballs
so
sobriety
sobs
software
solana
soldiers
somali
somalia
somalian
some
somebody
someone
somerset
sometime
son
sonic
sonoma
sons
soon
sorts
sound
sounds
source
sources
south
southeast
southeastern
southern
soviet
sox
space
sparked
sparking
sparsely
spasm
spate
speaking
special
specialist
specializes
specializing
specially
species
specific
specifically
specify
spectacular
speculate
speculation
speed
speeding
spend
spending
spent
spiritual'
spiro
spoke
spokesman
spokesperson
spokeswoman
spooked
sportscaster
spot
spotlight
sprain
sprained
spraining
sprayed
spraying
spread
spree
springfield
springs
spun
squad
sr.
stabbed
stabbing
stability
stadiou
stadium
staff
stage
staggering
stampede
stand
standard
standards
standing
star
stardom
staring
starred
stars
start
started
starting
startled
starts
startup
state
statement
statements
states
station
status
staunton
stay
staying
steal
stealing
steelers
steep
steering
stemming
step
stephen
stepmom
stepped
stepping
steps
sterling
steve
steven
stiles
still
stillness
stint
stock
stockholders
stole
stolen
stonily
stood
stopgap
stoppage
stopped
stopping
stops
store
store's
stores
storied
storm
story
straight
straight-talking
strategic
strategy
stray
street
streets
strengthening
stretched
stretches
strike
strikes
striking
strip
strojny
strong
stronger
strongly
struck
struggled
struggling
stuck
student
students
studio
stuff
stumbled
sturm
style
sub-sea
subject
subjects
sublime
submarine
subryan
subsea
subsequent
substitute
suburban
success
successful
successfully
such
sudan
sudan's
sudanese
sued
suffer
suffered
suffering
suggests
suicide
sukanya
sum
sumatra
sumatra's
summary
summer
sun
sunday
sunnyvale
super
superior
supermarket
supplier
supplying
support
support'
supported
supposed
supremacy
supreme
sure
surgeon
surgeon-general
surgery-enhanced
surpassing
surprise
surprising
surprisingly
surreal
surrender
surrey
surrounding
surveillance
survey
survived
survivors
susceptible
suspect
suspected
suspects
suspended
suspicion
suspicions
suspicious
suv
swam
sweep
swimmer
swimming
switch
switzerland
swoop
symbolic
system
systems
t
t-mo
t-mobile
ta
tackle
tackled
taipei
taiwan
take
taken
takeover
takes
taking
talat
talented
talk
talking
talks
tan
tank
tapes
tappan
tar
tara
taradise
tardis
target
targeted
targeting
tasman
tass
tattered
td
tdcj
team
team's
team-owned
teams
tech
technician
technicolor
technicolour
technologies
technology
teen
teen's
teenage
teenager
tehran
teixeira
telecast
telecom
telecommunication
telecommunications
telecoms
teleconference
telephone
televised
television
tell
tells
temblor
temblors
temple
temporarily
temporary
ten
tenant
tennant
tense
tension
tensions
tenth
tents
term
terminal
terminally
terminated
terms
terraced
terrestrial
territory
terry
test
testified
testimony
tests
tewu
texas
texas-based
than
that
that's
the
theatre
theft
thefts
their
them
themselves
then
then-
theo
theory
there
these
they
thick
thieves
thing
think
thinnest
third
third-degree
this
thomas
thompson
those
though
thought
thoughts
thousands
thr
threat
threatened
threatening
three
threw
thrilled
throat
through
throughout
throw
throws
thugs
thursday
thwarted
thwarts
tied
ties
tight
tight-jawed
till
tim
time
time-ship
time-travelling
timeframe
times
timmons
tip
tipped
tips
titillated
title
titles
tko
tmz
to
today
together
told
toll
tom
tomorrow
tongeren
tonight
tony
too
took
top
top-ranked
toppled
torii
toronto
total
totally
touchdown
touchdowns
touched
tough
tougher
tourist
tournament
touting
toward
towards
town
toyota
trade
trademark
tradition
traditionally
traffic
tragic
trailing
transaction
transcripts
transfer
transfixed
transition
transport
transported
transporting
travel
traveller
treacherous
treated
treating
treatment
tremor
tremors
trial
triangle
tribute
tried
trigger
triggered
triggering
trooper
troops
troy
trustee
try
trying
tskvpr
tsmc
tsunami
tsunamis
tucker
tuesday
tumultuous
tunisia
turkeminstan's
turkmen
turkmenistan
turkmenistan's
turkmens
turn
turnaround
turned
tv
tweaked
tweeted
twelfth
twelve
twice
twilight
twitter
two
two-pointer
tyler
type
types
u
u.k.
u.s.
uae
uh
ukrainian
un
unable
unacceptable
unanswered
unavailable
unbeaten
unborn
unc
unclear
uncovering
under
underage
undergoing
underground
undersea
underwater
underway
underwent
undeserved
undisclosed
unhcr
unibody
uniforms
unique
unit
united
unity
universal
universe
university
unknown
unleashed
unless
unlicensed
unlike
unlikely
unmarked
unpatched
unprecedented
unreleased
unrest
unrwa
until
unveiled
unveils
up
upcoming
update
updated
updates
upgrade
upmarket
upon
upping
upscale
upside
upstart
urged
urgency
urgent
us
us$334
usa
use
used
user
users
usgs
using
usual
usually
utah
utc
vacant
valley
value
valued
van
vancouver
vanity
various
ve
vegas
vehicle
vehicles
velvet-rope
vendome
vendor
vendôme
verdict
versions
very
vessel
vessels
veteran
vetted
vetting
via
vice
vice-presidential
victims
victory
video
view
viewers
views
vigil
vigils
villagers
villages
vinar
vincent
violating
violations
violence
violent
vishwanand
visiting
vital
vodafone's
voice
vote
voted
voters
vp
vs
vulnerabilities
vulnerability
vulnerable
vying
w.
waited
waitrose
waldie
wales
walked
walking
wall
wally
wand
wandering
want
wanted
wanted'
wants
war
warehouse
warming
warning
warns
warren
warship
was
washed
washington
washingtonpost.com
wasilla
watched
watches
water
watergate
waters
wave
waxed
way
wayne
ways
wba
wbo
wcco-tv
wcvb
we
weaken
weakened
wealthy
weapons
weather
web
webpages
website
websites
wednesday
weed
week
weekend
weeklong
weekly
weeks
weighing
weighs
weitz
welch
welcome
well
well-known
wellington
wellington's
wellness
went
were
west
western
what
when
where
whereabouts
whether
which
while
whips
whirlwind
white
who
who'
wholesaler
whom
whoopi
whose
why
wide
widely
widespread
wielded
wife
wild
wilder
wildlife
will
william
williams
williams'
willing
win
window
windows
wing
winner
winning
wins
winston
winter
wire
wired.com
wiretap
wiretapped
wiretaps
with
within
without
witness
witnesses
witty
wives
wladimir
wo
woes
woman
woman's
women
won
won't
wondered
wood
woodburn
woodburn-area
woodward
word
wore
work
workaround
workaround"
worked
worker
workers
working
works
world
world's
worldwide
worries
worry
worse
worst
worth
would
wounded
wounding
wounds
wraps
wright
wrote
wsj
wu
wwdc
wwdc12
x-men
y
yard
yards
year
year's
years
yemen
yemeni
yesterday
yet
yida
yield
york
you
young
your
youths
yvonne
zadan
zayed
zealand
zealand's
zero
zero-day
zurana
zurbriggens
