!
"
"a
"aqua
"at
"bagman"
"chief
"chin"
"completely
"cve
"did
"downtime"
"ellen
"fix
"it's
"lacking
"microserver"
"my
"spiritual
"sudan
"the
"two
"vodafone
"we
"zero
#1
#oscars
$
$1
$2
$281
$2m
$300
$334
$334m
%
&
'
'09
'bagman'
'bombs
'brides
'chin'
'commission
'deep
'doctor
'had
'he
'mutual
'oddfather
'oddfather'
're
's
'several
'spiritual'
'the
've
'zero
(
)
,
-
--
-and-run
-magnitude
.
...
/
0.98
00
000
000ft
07
07:28
0800
08:06
09
1
1,200
1.4
1/2
10
10,500
10-0
10-year-old
100
102
108
10:00
10news
10th
11
11-4
115
116
117
117th
11am
11th
12
120
12:45
12am
12th
13
13.9
1336
137-million
14
14,000
14-0
14:05
15
15-year-old
150
16
16-year-old
160
16th
17
17-inch
17:06
17in
18
19
1930s
1940s
1950s
1972
1974
1978
199
1999
1st
2
2,290
2,292nd
2.0
2.30am
2.7
20
200
2000ft
2002
2004
2005
2007
2008
2009
200ft
200m
2010
2011
2012
2013
2014
205
21
21st
22
2248
226
23
23-year-old
24
25
250
26
26-year-old
27
29
29-of-34
29th
2:30
2m
3
3,000
3.45pm
30
30-year
30-year-old
31-24
32
32-year-old
33
33-year-old
330
34
35
35-yards
35-year-old
350
352
357
36
364
37
3893
39
3g
3pm
3rd
4
4.2
4.2-magnitude
4.4
4.4-magnitude
40
409
41
43
44
45
48
49
4g
4th
4x4
5
5.4
5.4-billion
5.6
50
500
51
52
53
55
56
57
58
59
5:30
5th
6
6-foot-9
6.1
6.1-magnitude
6.6
60
600
600m
609
60m
61-year-old
65
66-year-old
6m
6th
7
7-2
7-for-14
7.5
7.6
70
74
75
76ers
76ers'
77
7:30
7:41
7:42
7:48
7m
8
8-month-old
80
800
85
89
8900
9
90
90-120
91
91-73
911
92
94
95
97th
99
9:27
9:30
:
;
?
[
]
a
a.j.
a.m.
aaron
abbas
aberdare
ablaze
able
abortion
about
above
abruptly
abu
academy
accelerate
accelerates
accept
accepted
access
accident
accidents
accomplished
according
accountant
accounting
accounts
accused
accuses
accustom
accustomed
aceh
aces
achievement
acquire
acquires
acquiring
acquisition
across
act
actively
activist
activities
activity
actor
actress
actress'
actual
add
addai
added
addictions
additional
address
addressed
addresses
addressing
adds
aden
administration
admitted
adrian
adultery
advanced
advantage
advised
advocate
advocates
advocating
aerial
afc
affair
affairs
affect
affected
affecting
affects
afp
africa
after
afternoon
aftershocks
afterthoughts
again
against
age
aged
agency
agent
aggravated
ago
agreed
agreement
ahead
aid
aide
aimed
aiming
air
aircraft
airstrip
al
al-fakhora
ala
alabama
alaska
albany
alert
alexandra
alexandria
alice
alive
all
all-cash
all-time
all-too-familiar
alleged
allegedly
alleges
allen
allow
allowed
allowing
allows
almost
alone
along
alongside
already
also
alternate
alternative
although
alto
alto-based
aluminium
alzheimer
am
ama
amber
amd
amd's
america
american
amid
ammunition
among
amongst
an
analyst
analysts
and
andrew
angeles
anger
ankle
announce
announced
announcement
announcements
announces
announcing
annual
anonymous
another
ansa
anti
anticipated
antonio
antonov
any
anyone
aoraki
ap
apartment
apparent
apparently
appearance
appeared
appears
applauded
apple
apple's
apply
appreciate
apprehended
apprehending
approached
approval
approvals
approved
approximately
april
aquatic
arabia
arbor
arcade
are
area
areas
arested
ark
arkansas
arm
armed
arms
armstead
army
around
arraigned
arraignment
arranged
arrest
arrested
arrests
arrival
arrive
arrived
arrowhead
arson
artery
arthur
article
artillery
as
asia
asia-
asked
assault
assaulting
assistant
associate
associated
associates
association
assurance
assurances
at
athens
ati
atlanta
attack
attacked
attacker
attackers
attacks
attempt
attend
attention
attorney
attorney's
attorney-general
attracts
atururi
atyt
audience
audio
australian
authorities
authority
authorizing
availability
available
avenue
avoided
awaiting
awake
away
b
b.c.
baby
back
backed
backs
bad
badly
band
bandar
bandwidth
bank
banking
barack
barrowman
based
basis
basket
basketball
bathrobe
baton
batre
batteries
battery
battle
bay
bayou
bbc
bbry
bc
be
beach
beat
beating
beaumont
became
because
become
becomes
becoming
bed
bedford
been
before
began
begged
begin
beginning
begins
behind
being
believe
believed
believes
belt
belts
benefits
benjamin
bentley
bern
bernstein
berth
best
bet
betrayal
better
bettie
betty
between
beverly
beyond
bid
bids
bigamy
bigger
biggest
bill
billion
billy
biloxi
bit
bitter
bivvy
blackberry
blackberry's
blackberry�
blackbery
blackmore
blank
blaze
blindsided"
blitz
block
blocked
blocking
blood
bloodbath
bloodiest
bloomington
blown
bluejays
boat
boats
bob
bodies
body
bold
boll
bolstering
bolsters
bomb
bombardment
bombed
bomber
bombing
bombs
booked
bookies'
bookmakers'
booty
border
boss
bosses
both
bottles
bottom
bought
bountiful
boutique
bowl
box
brackett
brak
branch
brazen
breadth
break
break-in
breaking
breaks
bribing
brick
brides
bridge
brief
briefly
brigands
bring
bringing
bristol
british
briton
broad
broadband
broadcast
broadly
broke
broken
brooklyn
brother
brought
brownsville
browser
browsers
buckley
buckley's
buford
buford's
bug
build
building
buildings
built
built-in
bullet
bullets
bullish
bureau
burglars
buried
burned
burnsville
bush
business
bust
but
buy
buying
buys
by
c
c.
ca
cable
cable-news
cables
cairo
calif
california
california's
call
called
calling
calls
cam
came
camp
camp"
campaign
camps
camry
can
canada
canada-based
canadian
candidacy
candle
candlelit
cannes
capabilities
capaldi
capital
capt
captured
captures
car
carabinieri
card
cards
career
carl
carolina
carrasquillo
carried
carrier
carry
carrying
cars
case
cash
cast
castiglione
casting
casty
casualties
catholic
caught
cause
caused
causes
causing
cave
ceasefire
celeb
celebrates
celebration
celebrity
cell
center
centered
centers
central
centre
centres
century
ceo
ceremony
certain
certainly
chairman
challenger
champion
championship
champs
champs-elysees
change
changes
chaotic
chapel
charge
charged
charger
chargers
chargers'
charges
charles
charleston
chase
chases
cheanne
cheaper
check
checked
checking
checks
cheeks
cheney
chic
chicago
chickening
chief
chiefs
child
children
chin"
chin'
chip
chip-maker
chip-making
chipmaker
chips
chipset
chipsets
chohan
choice
choosing
chose
chosen
chris
christ
christchurch
christian
christmas
christopher
church
circumstances
cited
cities
citing
city
city's
civil
civilian
civilians
claimed
claiming
claims
clan
clans
clark
cleaned
clear
clearlake
clientele
cliffside
climber
climbers
climbing
clinch
clinched
clinic
close
closed
cloud
cloverdale
club
cnn
co
co.
coach
coast
coastal
cobb
code
coffee
coincidental
cold
collapse
collapsed
collateral
colleague
colleagues
collie
colonists
colt
colts
columbia
com
combination
come
comeaux
comeback
comedian
comes
comfortable
coming
comment
commented
commercial
commission
commit
committed
communication
communications
community
companies
companions
company
company's
compaq
compared
compelling
compete
competing
competition
competitive
complained
complete
completed
completely
completing
comply
compound
computer
computers
computerworld
computing
concerted
concluded
condemn
condemnation
condemned
condemns
conditions
conduct
conference
confessed
confesses
confirmed
confirms
confiscating
conflict
confusion
congestive
congrats
congratulates
connect
connecting
connection
connections
connectivity
conner
conscience
consideration
considered
considering
consisted
conspirators
consultancy
consultant
consultants
consulting
consummated
contacted
contain
contender
contention
continents
continue
continued
continues
continuing
contracts
control
controversial
convention
conventional
conversations
convicted
convicting
convictions
convicts
cook
cooley
cooling
coordinated
coping
cops
coronary
coroner
corp
corp.
corporation
correspondent
cosa
costra
could
council
count
counties
countries
country
country's
counts
county
county's
couple
court
courtroom
cover-up
coverup
coveted
cpu
crack
crackdown
crafted
craig
cramer
cranbrook
crash
crawford
crazy
create
credits
creighton
creighton's
crews
cried
crime
crimes
criminal
criminally
criminals
crisis
cristina
critical
critically
crooks
crossed
crossfire
crossing
crosswalk
crowd
crown
crowned
crucial
cruised
cruises
crushed
cu
cult
culture
cumbria
cupertino
cure
current
currently
curve
custody
customers
cut
cuts
cutting
cyber
cyber-criminals
cycle
d
d.
da
dabney
daily
dairy
damage
damaged
damaging
danny
dargahan
daring
data
datacenter
datacenters
date
date's
daughter
daunting
dave
david
dawn
day
day"
day'
daylight
days
daytime
de
dead
deadliest
deadly
deal
dean
death
deaths
debut
decades
december
decided
decision
declared
declined
declining
dedicated
deep
defeat
defeated
defeats
defender
defenders
defending
defends
defense
defensive
defiantly
deficiency
definitive
degeneres
degree
deliberated
delighted
deliver
delivered
delivering
delta
democrat
denied
dense
denying
department
depending
depth
deputy
described
deserves
design
designed
desire
desktop
desperate
despite
destroyed
destroying
destroys
destruction
detachment
details
detained
determining
dethrone
detroit
devastated
devastating
develop
developers
device
devices
devon
diamond
diamonds
did
didn't
die
die'
died
diego
dies
different
diplomatic
directing
director
disappearance
disappeared
disappearing
disaster
disclose
disclosed
disclosure
discovered
discuss
discussing
discussions
disease
disgruntled
disguised
dispatched
display
disputed
disrupted
disruption
disruptive
disrupts
district
disturbing
division
divisional
dna
do
doc
doctor
doctors
documents
dodging
does
dog
dogs
domestic
dominant
don
donating
door
doors
double
double-digit
double-murderer
double-team
doubt
doug
down
downgraded
downplayed
downtime
downtown
dozens
dr
dr.
draft
drag
drake
drama
dramatic
dramatically
drawn
dressed
drink-
drinking
drive
driven
driver
driving
dropped
drove
drunk
drunken
dubbed
dud
due
dui
duncan
during
dwi
e80
e85
each
earlier
early
earned
earning
earnings
earthquake
earthquakes
easily
east
east-western
eastern
easternmost
ecclesiastical
eclipse
economy
eden
edge
eds
edt
educator
edwards
effective
effectively
effectiveness
efficiency
efficient
efforts
egypt
egypt's
egyptian
ehud
eight
eight-hour
eighth
election
elections
electronic
electronics
element
elementary
eleventh
eliminated
ellen
else
elysees
email
emcee
emergency
emmy
emotion
emotional
employee
employees
en
enclosure
end
ended
ending
energy
engaging
engineering
engineers
english
englishman
engrossed
ensure
entered
entering
enterprise
enters
entire
entrance
equal
era
eric
erupt
erupted
erupts
escalate
escape
escaped
escapes
escorted
essence
essex
established
esther
estimated
estimates
eu
euro
europe
euros
evade
evangelical
evans
evansville
even
evening
event
ever
everett
everybody
evidence
eweek
ex
ex-girlfriend
exact
exacted
exalted
examined
exceeded
excited
exciting
exclaimed
execute
executed
execution
executive
executives
existing
exit
exiting
expand
expected
expecting
experience
experience"
experienced
experiences
experiencing
experts
explain
explained
exploded
explodes
exploit
exploited
exploiting
explorer
expo
expression
extend
extending
external
extradited
eyp
eypmcf
fabric
face
face-off
faces
facilities
facility
fact
factions
factory
fading
failed
failing
failure
failures
fair
fairly
fakhora
fakhura
fall
fallen
falling
falls
fame
famed
familiar
family
family's
famous
fans
far
farming
faster
fatal
fatally
father
fathered
fathering
fault
favourite
fbi
fea
feared
fears
feat
feb
february
federal
feed
feedback
feet
feigned
feigning
fell
felony
felt
female
fertilizer
fetish
fetus
feuding
feuds
few
fi
fiber
fiber-
fibre
fiction
field
fifth
fight
fighting
figure
figures
file
filed
filing
fill
filled
final
finale
finally
finance
financial
finding
finds
finished
fire
fired
firing
firm
first
first-degree
first-round
fiscal
fishing
five
fix
fix'
fixed
fixer
fixes
fla
flag
flagship
flatbush
flattened
flattening
flaw
flaws
flds
fled
fledgling
flee
fleeing
fletcher
floating
flooded
flow
flurry
flynn
foe
foes
foiled
foils
folks
follow
follow-up
followed
followers
following
follows
food
foods
fooled
foot
footage
football
footing
for
force
forces
ford
foreign
foreman
former
fort
forthcoming
forward
fought
found
foundation
four
fourth
fourth-quarter
france
franchise
francisco
fred
frederick
free
freeway
french
frey
friday
friday's
friend
frightened
frightening
from
front
frustrating
fry
fuels
full
fully
fun
fund
fundamentalist
further
future
gaetano
gain
gallach
gamble
game
game-winning
gamers
games
gaming-
gang
gangbangers
garden
gardens
gary
gas
gaskin
gathering's
gauge
gaur
gave
gaza
geforce
gems
gender
general
generally
generation
genovese
geological
geothermal
gerardo
get
gets
geysers
geyserville
giant
giants
gigante
ging
girl
girlfriend
girls
give
given
gives
giving
glacier
glittering
global
globalcom
gmt
go
goal
godfather
goes
going
goldberg
golden
gomes
gone
good
got
goth
government
government's
governorates
grab
grabbing
grady
grandfather
grandmother
grandson
graphic
graphics
graphics-chipmaker
gray
great
greece
greek
green
gregg
grip
ground
grounds
group
groups
growing
growth
gt650m
guard
guard's
guards
guide
guiding
guilty
gulf
gully
gun
gunfire
gunman
gunned
gunness
gunning
gunplay
guns
gupta
guy
h-p
haarsma
hacked
hackers
hacking
had
half
hamas
hamdan
hampered
hampton
hamstring
hand
handcuffed
handed
handgun
hanged
hanging
hansbrough
hapless
happened
happy
hard
hardware
hargrove
harlan
harm
harnessed
harrison
harry
hartog
has
have
hawaiian
he
head
headed
heading
headline
headquarters
heads
healdsburg
health
health-care
healthcare
heard
hearing
hears
heart
hearts
heavily
heavyweight
hector
heels
hegazy
heightening
heir
heist
heists
held
helicopter
helicopters
heller
help
helped
helping
hengky
henri
her
here
hero
herself
hewlett
hewlett-packard
hierarchy
high
high-end
high-profile
higher
highest
highway
hijack
hill
hiller
hills
him
himself
hire
hired
hiring
his
historic
historical
history
hit
hits
hitting
hold
hole
holiday
holley
hollywood
hollywood's
home
homes
hometown
homicide
homicides
hooded
hoped
hoping
hormozgan
horrific
horton
hospice
hospital
hospital'
host
hostage
hosted
hosting
hotel
hours
house
houses
housing
houston
how
howard
howell
however
hp
hpq
huge
huh
human
hundred
hundreds
hung
huntsville
hurd
hurled
hurt
hut
i
i'm
i.r
ibf
ibm
ibo
ice
icon
icy
idc
identified
ie
ie11
ie8
ie9
if
ii
ilife
illegal
illness
image
immediately
imminent
impact
impending
implicating
implications
in
inc
inc.
incarnation
inches
incident
included
including
increased
increasing
increasingly
independent
india
indian
indian-registered
indiana
indianapolis
indicated
indonesia
indonesia's
indonesian
industry
indy
infamous
infected
influence
informant
information
initial
initially
injured
injures
injuries
injuring
injury
inmate
innocent
ins
insanity
inside
insisted
inspector
inspire
install
installed
intc
integrate
integration
intel
intel's
intel-based
intend
intended
intends
intensifying
intent
intention
intercepted
interception
intercourse
interesting
interior
international
internet
interoute
interrupted
intersection
intervened
intervention
into
intoxicated
intriguing
intro
introduce
introduced
investigating
investigation
investigators
investment
investors
involve
involved
involving
iphone-related
ir
iran
iran's
iranian
is
island
isna
isps
israel
israeli
issued
issues
issuing
it
it"
it's
italian
italy
itar
itnewsafrica
its
itself
itunes
ivory
ivy
j
jabaliya
jabalya
jack
jackson
jacksonville
jacob
jags
jaguars
jail
jamal
james
jan
january
japan
javier
jay
jeffs
jenkin
jermayne
jerry
jesus
jewel
jeweler
jewellers
jewellery
jewelry
jewels
jim
job
jobs
john
johnson
join
joined
jolted
jonathan
jones
jose
joseph
journal
journalism
jr
judge
judgment
july
jumped
jumper
june
junior
jurors
jury
just
k
k.
ka'loni
kansas
kathina
kathryn
katie
keep
keiwan
kenyon
kept
ketsoyan
key
keyboard
keynote
keys
khaled
kill
killed
killing
kills
kilometers
kilometre
kilometres
kimani
kinds
king
kirkpatrick
klitschko
km
knee
knew
knocking
known
koop
kraft
krafts
kurtz
l
la
laci
ladies
lake
lamas
lamas'
landed
landlord
lands
landslides
lane
laptop
large
largest
largest-in-the-world
larry
larue
larue's
last
late
later
latest
latter
launch
launched
launches
law
lawyer
lay-offs
layoffs
le
lead
leader
leader's
leaders
leadership
leading
league
leaked
leaner
learned
learning
least
leaves
leaving
led
leflore
left
leg
legendary
less
let
level
levelled
levels
leveraging
lied
lies
life
lifer
lifespan
ligament
light
lightest
likely
lilo
limited
lindsay
line
linebacker
lineman
lines
lineup
link
linking
links
list
little
little-used
live
lived
lives
living
lo
loan
loaned
local
located
lock
locked
locker
locking
lohan
lohan's
long
longer
longtime
look
looked
looking
looks
looming
loophole
loot
lopez
lopsided
lord
lorenzo
los
lose
loss
lost
lot
loud
loved
low
ltd.
lte
luann
luck
lucky
lucrative
luis
lunacy
luxury
lynch
lyons
m
m.
maacama
mac
macbook
machine
macworld
made
mafia
mafioso
magazine
magic
magnitude
magnum
maid
main
maintenance
majed
major
make
maker
makes
makeshift
making
malaysia
malcolm
male
malibu
malibu's
malicious
malware
man
management
manager
mandated
manhunt
manning
manokwari
manufacturer
manufacturers
many
march
marfin
margin
marie
mark
market
marketing
markets
markham
marks
marriage
marriages
married
marseilles
marvin
mass
massachusetts
massive
mat
matanuska
match
matt
matter
matters
maurice
may
maybe
mb604ll/a
mcallister
mcdermott
mcf
mcfly's
mcknight
mcmeekin
mcpherson
md
me
mean
meaning
means
meantime
meanwhile
measuring
media
media-oriented
medial
medical
mediterranean
member
members
memories
memory
men
men's
mena
mendes
mental
merchant
merely
merged
merger
mermaid
meron
message
met
metaphorical
meters
meticulously
metres
mia
michelle
michigan
micro
microelectronics
microserver
microservers
microsoft
mid-february
middle
midway
midwest
mighty
miles
miliote
militants
military
million
millions
milliote
millom
minister
ministry
minutes
mirage
miscreants
misdemeanor
misdemeanour
miss
missiles
missing
mission
mississippi
missouri
mitchell
mixed
mn
mo
mob
mob-related
mobile
mobile's
mobilized
mobster
model
modeling
models
modesto
moffat
mom
moment
moments
mommy
monday
monde
money
monica
moniker
montaigne
month
months
more
moribund
morning
morningside
mortar
mortars
most
motel
mother
mother's
motion
motions
motive
mount
mountain
mountaineer
mountains
mounting
move
moved
movie
moving
mowed
mr
mri
ms.
ms08-078
msft
mshtml
mt
much
mud
mueller
multi
multiple
mum
murder
murdered
murderer
murdering
murders
muscling
musicals
musicals"
mvc
my
mysteries
mysterious
n
n't
n.c
nab
nabs
name
named
napa
narrowly
nasdaq
nation
nation's
national
nations
nations-run
nationwide
natural
naval
navy
near
near-term
nearly
neck
necklaces
needed
needs
negligent
negotiating
neighborhood
neighbouring
neil
network
networks
neurosurgeon
neutrality
never
nevertheless
new
newer
newly
newport
news
newspaper
newton
newton's
next
next-generation
nfl
nfl-best
nice
nick
nickname
night
nights
nile
nine
nine-month
nixon
no
no.
nominate
nominated
nominates
nominating
nomination
nominee
nondenominational
none
noon
normal
north
northbound
northeast
northern
northwestern
nostra
not
note
notebook
noted
nothing
noticeable
noticed
notorious
nov
nov.
november
now
nsdq
nuba
number
numbers
numerous
nuova
nvda
nvidia
ny
nydn
nypd
nyse
o'brien
o'brien's
o'connor
obama
objections
obtain
occurred
oct
october
oddfather
oem
of
off
offender
offense
offensive
offer
offered
offering
offerings
offers
office
officer
officers
officers'
official
officially
officials
ohio
oil
okla
oklahoma
old
older
oldest
oler
olmert
olympic
on
on-air
once
one
one's
one-year
ones
ongoing
onion
online
only
onslaught
ont-based
opal
opened
opener
opening
operates
operation
operations
operator
operators
oppal
opportunity
optic
or
order
ordered
oregon
organization
organizations
originally
orleans
orozco
ortiz
oscars
osp
other
others
otherwise
ott
our
out
out-of-band
outage
outages
outlets
outperform
outrage
outside
outskirts
outsourcing
over
overall
overcame
overdue
overnight
overshadowed
overtake
own
owned
ozone
p
p.m
p.m.
p74million
packard
packed
page
pagliarelli
paid
palermo
palestinian
palestinians
palm
palmer
palmer's
palo
panic
paparazzi
papua
paramilitary
paris
park
parked
parking
parliamentary
part
partially
participants
participating
particularly
parties
partnering
partners
partnership
parts
party
partying
pass
passed
passes
passing
passports
past
patch
patrol
patrolled
patrolling
pay
paying
payments
payoffs
payton
pcs
peace
peaceful
peacefully
peak
penalty
pending
people
people.com
percent
percentage
perfect
perform
perhaps
perilous
perimeter
persian
person
personal
personality
perth
pet
peter
peterson
petrol
peyton
phase
phil
philadelphia
phone
photographer
physician
pick
pick-six
picked
picking
picks
pie
pierre
pieter
pin
pinup
pioneer
pipeline
piracy
pirate
pirates
pistols
pitched
pitfalls
pittsburgh
place
placed
placement
plagued
plainclothes
plane
planned
planning
plano
plant
plants
play
play-offs
played
player
players
playing
playoff
playoffs
plc
plead
pleaded
pleads
plenty
plethora
ploughed
plug
plunge
plus
pm
pn
point
pointed
points
police
policy
political
polygamist
polygamous
polygamy
pool
popular
porta
portables
portfolio
portions
poses
posh
posing
position
possible
possibly
post
posting
postseason
poteau
potential
potentially
pounds
power
powered
powerful
powerhouse
practice
practicing
practising
pre
precisely
precision
predictable
pregnant
preliminary
preorder
preorders
prep
preparatory
present
presented
presidency
president
president-elect
press
pressure
presti
preston
presumed
pretending
pretty
preventing
previous
previously
price
pricing
pride
primary
prime
printers
prior
prison
prisoner
prisoners
prisons
privacy
prize-winning
pro
probably
probe
problem
problems
processing
processor
processors
producer
producers
product
products
professional
profile
program
promised
promises
prompted
prompting
proposed
pros
prosecuting
prosecution
prosecutor
prosecutors
protect
protest
protests
provide
provider
providers
provides
province
provincial
provisional
public
publicist
publicly
published
pulitzer
pulled
pulling
purchase
purely
purple
purportedly
purse
pursuant
pursuit
push
pushing
put
puts
putting
q10
qeshm
quake
quakes
quarter
quarterback
quarterfinals
queens
questioned
quickly
quietly
quintero
quizzed
quote
qwerty
r
r26
radical
raid
raiders
raids
raise
rait
raite
raj
rallied
ram
rammed
ramsis
rancho
range
ranging
ranking
raping
rare
rated
rather
ratliff
rattle
rattled
rattles
ratty
razed
rb
rbc
rcmp
re
re-arrest
re-establish
reach
reached
reaching
reaction
read
real
reality
really
reason
reasonably
reasons
rebellion
rebounds
recalled
received
receiver
recently
receptionist
recognize
recognized
recommendation
recommended
record
recorded
recording
recovering
recovery
recruit's
recruiting
redwood
referee
referenda
referendum
refresh
refugee
refugees
refugees'
refused
regain
regarding
reggie
regina
region
register
registration
regular
regulation
regulators
regulatory
rehab
rehabilitation
rehires
reid
reigned
reigning
rekindled
related
relations
relative
relatively
release
released
releases
releasing
reliance
relief
religious
remain
remainder
remained
remaining
remains
remanded
remedy
remote
removable
rep
repair
repaired
repairs
repercussions
replace
replaced
replacement
replacing
report
reported
reportedly
reporter
reporters
reporting
reports
representative
represents
rescue
rescuing
research
researcher
reserve
resident
residents
resignation
resisting
resolved
resolves
resort
respect
responded
response
rest
restored
result
resulted
resulting
results
resurgent
retain
retained
retains
retiring
return
returned
returns
reuters
revamp
revamped
revealed
revenue
reversal
reversed
revolving
richard
richmond
richocheted
richter
ridge
right
rights
rim
rimm
rings
riot
rioted
rioters
riots
ripening
ripple
risque
ritz
rival
rivals
rob
robberies
robbers
robbery
robert
rocked
rodney
roesler
role
roles
rooftop
rookie
room
rosa
rose
rossi
rot
rouge
roughly
round
rounds
route
routes
routine
rtm
rue
ruiz
ruled
rumored
rumors
run
running
rural
rushed
rusher
rushes
rushing
russiatoday
s
sa
sacked
sacks
sacramento
sad
sadat
saf
safe
saga
said
saints
saints'
sales
salesman
sam
samaritan's
same
san
sanctioned
sanjay
sanjeev
santa
sat
saturday
saturday's
saudi
saving
savvy
saw
say
saying
says
saysseptember
scale
scandal
scenario
scene
scheduled
schenectady
schiller
school
schools
schoolyard
sci
science
scooping
scored
scorer
scoring
scott
scottish
screaming
screen
scrubs
scrutiny
sea
seacom
seacom's
seal
seamicro
sean
searching
season
season's
second
second-degree
second-in-command
second-quarter
seconds
secret
sect
section
sectioned
sections
sector
secure
secured
securing
security
see
seed
seeded
seeing
seeking
seems
seen
sefton
seismic
seized
selected
semiautomatic
semifinal
semifinals
semis
send
sending
senior
sent
sentence
sentenced
sentences
sentencing
separate
sept
september
series
serious
seriously
serve
served
server
servers
serves
service
services
serving
set
sets
setting
seven
seventeen
seventh
several
severe
severed
severely
sex
sexual
sexually
sgt.
shadowy
shake
shaken
shakes
shaking
shaky
shallow
share
shareholder
shares
sharking
shavlik
shaw
shawn
she
she's
shed
shelled
shells
shelter
sheltering
shelters
sheriff
sheriff's
shield
shielded
shielding
shields
shim
ship
ships
shock
shocking
shoes
shondell
shook
shoot
shooter
shooting
shootings
shootout
shoots
shop
shops
short
shortly
shot
shotgun
shots
should
shoulder
show
show's
showed
shown
shrapnel
shut
sicilian
sicily
signed
significant
sikh
silence
similar
simply
simpson
since
singapore
single
siri
sis
sister
site
sites
sitting
situation
six
sixers
sixers'
sixth
size
sized
skeptics
ski
slain
slay
slaying
slayings
sleep
slipped
slippers
slipping
slips
slot
slow
slower
small
smartphone
smash
smashing
smelled
smile
smith
smith's
smw3
smw4
snafus
snap
snaps
snatched
snatching
sniffer
snowballs
so
sobriety
sobs
software
solana
soldiers
somali
somalia
some
somebody
someone
somerset
sometime
son
sonoma
sons
soon
sound
sounds
source
sources
south
southeast
southeastern
southern
soviet
space
sparked
sparking
spate
speaking
special
specialist
specializes
specializing
specially
specific
specifically
specify
spectacular
speculate
speculation
speed
speeding
spending
spent
spiro
spoke
spokesman
spokesperson
spokeswoman
spooked
spot
spotlight
sprain
sprained
spraining
sprayed
spraying
spree
springfield
springs
spun
squad
sr.
stabbed
stabbing
stadium
staff
stage
stampede
stand
standing
star
staring
starred
stars
start
started
starting
startled
starts
startup
state
statement
statements
states
station
status
stay
staying
steal
stealing
steelers
steep
steering
stemming
step
stephen
stepmom
stepped
steps
steve
steven
still
stillness
stint
stock
stockholders
stole
stolen
stonily
stood
stopgap
stopped
stopping
stops
store
store's
storied
story
straight
straight-talking
strategic
strategy
stray
street
streets
strengthening
stretched
stretches
strike
strikes
striking
strip
strojny
strong
stronger
strongly
struck
struggled
struggling
stuck
student
students
stuff
stumbled
sturm
style
sub-sea
subject
subjects
sublime
submarine
subryan
subsea
subsequent
suburban
success
successful
successfully
such
sudan
sudan's
sudanese
sued
suffer
suffered
suffering
suggests
suicide
sukanya
sum
sumatra
sumatra's
summary
summer
sun
sunday
sunnyvale
super
superior
supermarket
supplier
supplying
support
support'
supported
supposed
supremacy
supreme
sure
surgeon
surgeon-general
surprise
surprising
surprisingly
surreal
surrender
surrounding
surveillance
survey
survived
susceptible
suspect
suspected
suspects
suspended
suspicion
suspicions
suspicious
suv
sweep
swimmer
swimming
switch
switzerland
swoop
system
systems
t
t-mobile
ta
tackle
tackled
taipei
taiwan
take
taken
takeover
takes
taking
talat
talented
talk
talking
talks
tan
tank
tapes
tappan
tar
tara
taradise
tardis
target
targeted
targeting
tasman
tass
tattered
td
team
team's
teams
tech
technician
technicolor
technicolour
technologies
technology
teen
teen's
teenage
telecom
telecommunication
telecommunications
telecoms
teleconference
telephone
television
tell
tells
temblor
temblors
temple
temporarily
temporary
ten
tenant
tennant
tense
tension
tensions
tenth
tents
term
terminated
terms
terraced
terrestrial
territory
terry
testified
testimony
tests
tewu
texas
texas-based
than
that
that's
the
theft
thefts
their
them
themselves
then
then-
theory
there
these
they
thick
thieves
thing
think
thinnest
third
this
thomas
thompson
those
though
thought
thoughts
thousands
threat
threatening
three
threw
thrilled
throat
through
throughout
throw
throws
thugs
thursday
thwarted
thwarts
tied
ties
tight
tight-jawed
till
tim
time
time-ship
timeframe
times
timmons
tip
tipped
tips
title
titles
tmz
to
today
together
told
toll
tom
tomorrow
tongeren
tonight
tony
too
took
top
top-ranked
toppled
toronto
total
touchdown
touchdowns
touched
tough
tougher
tourist
tournament
touting
towards
town
toyota
tradition
traditionally
traffic
tragic
trailing
transaction
transcripts
transfer
transfixed
transition
transported
transporting
travel
treacherous
treated
treatment
tremor
tremors
trial
triangle
tribute
tried
trigger
triggered
troops
troy
trustee
try
trying
tskvpr
tsmc
tsunami
tsunamis
tucker
tuesday
tumultuous
tunisia
turkmen
turkmenistan
turkmenistan's
turn
turnaround
turned
tv
tweaked
tweeted
twelfth
twelve
twice
twitter
two
two-pointer
tyler
u
u.k.
u.s.
uae
uh
ukrainian
un
unable
unacceptable
unanswered
unavailable
unbeaten
unborn
unc
unclear
uncovering
under
underage
undergoing
underground
undersea
underwater
underway
underwent
undisclosed
unhcr
unibody
uniforms
unique
united
unity
universal
universe
university
unknown
unless
unlicensed
unlike
unlikely
unmarked
unpatched
unprecedented
unrwa
until
unveiled
unveils
up
upcoming
update
updated
updates
upgrade
upmarket
upon
upping
upscale
upside
upstart
urged
urgency
urgent
us
us$334
usa
use
used
user
users
usgs
using
usual
usually
utah
utc
vacant
valley
value
valued
van
vancouver
vanity
various
ve
vehicle
vehicles
vendome
vendor
vendôme
verdict
versions
very
vessels
veteran
vetted
vetting
via
vice
victims
victory
video
view
views
vigil
villagers
villages
vinar
vincent
violating
violations
violence
violent
vishwanand
visiting
vital
vodafone's
voice
vote
vp
vs
vulnerabilities
vulnerability
vulnerable
vying
w.
waited
waitrose
waldie
walking
wall
wally
wand
wandering
want
wanted
wants
war
warehouse
warning
warns
warren
warship
was
washed
washington
washingtonpost.com
watched
watches
watergate
waxed
way
wayne
ways
wba
wbo
we
wealthy
weapons
weather
web
webpages
website
websites
wednesday
week
weekend
weeklong
weekly
weeks
weighing
weighs
welch
welcome
well
well-known
wellington
wellington's
wellness
went
were
west
western
what
when
where
whereabouts
whether
which
while
whirlwind
white
who
who'
wholesaler
whom
whoopi
whose
why
wide
widely
widespread
wielded
wife
will
williams
williams'
willing
win
window
windows
wing
winner
winning
wins
winston
wire
wiretap
wiretapped
wiretaps
with
within
without
witness
witnesses
witty
wives
wladimir
wo
woes
woman
woman's
women
won
won't
wondered
wood
woodburn
woodward
word
wore
work
workaround
workaround"
worked
worker
workers
working
works
world
world's
worldwide
worries
worry
worse
worst
worth
would
wounded
wounding
wounds
wraps
wright
wrote
wsj
wu
wwdc
wwdc12
y
yard
yards
year
year's
years
yemen
yesterday
yet
yida
yield
york
you
young
your
youths
yvonne
zadan
zealand
zealand's
zero
zero-day
zurana
zurbriggens
